{
  "id": "1970:498",
  "type": "statute",
  "title": "Lag (1970:498) om skydd för vapen och vissa andra officiella beteckningar",
  "status": "in_force",
  "issued_date": "1970-06-29",
  "url": "https://data.riksdagen.se/dokument/sfs-1970-498.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "I näringsverksamhet får statsvapen, statsflagga eller annat statsemblem eller statlig kontroll- eller garantibeteckning ej utan vederbörligt tillstånd användas i varumärke eller annat kännetecken för varor eller tjänster. Detsamma gäller annan beteckning, som hänsyftar på svenska staten och därigenom ger kännetecknet en officiell karaktär, samt svenskt kommunalt vapen, vilket är registrerat. Statsvapen får ej heller på annat sätt än som kännetecken användas i näringsverksamhet utan vederbörligt tillstånd. Första och andra styckena gäller också beteckning som lätt kan förväxlas med sålunda skyddad beteckning. Lag (1973:405)."
    },
    {
      "provision_ref": "1 a",
      "section": "1 a",
      "content": "Registrering av svenskt kommunalt vapen sker efter skriftlig anmälan i register, som föres för hela riket av patent- och registreringsverket. Registrering får ske endast om statens heraldiska nämnd har avgivit yttrande i ärendet om antagande av vapnet. Lag (1973:405)."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Förenta Nationernas emblem eller namn, förkortning av namnet eller annat som företer sådan likhet därmed att förväxling lätt kan äga rum får icke brukas offentligen som märke eller benämning utan medgivande av Förenta Nationernas generalsekreterare. Internationella atomenergiorganets emblem eller något som företer sådan likhet därmed att förväxling lätt kan äga rum får icke brukas offentligen som märke utan medgivande av organets generaldirektör."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om att 1 § om statsvapen eller annan beteckning ska tillämpas i fråga om en mellanstatlig organisations vapen, flagga, emblem, benämning, eller förkortning av benämning. Den som använder en beteckning när föreskrifter som meddelas med stöd av första stycket träder i kraft, får fortsätta använda beteckningen utan tillstånd i ytterligare tre år. Lag (2025:950)."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Den som uppsåtligen eller av oaktsamhet bryter mot 1 eller 2 § eller mot ett förbud som gäller på grund av en föreskrift som har meddelats med stöd av 3 § döms till böter. Lag (2025:950)."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Har upphävts genom lag (2025:950)."
    }
  ]
}