{
  "id": "1976:380",
  "type": "statute",
  "title": "Lag (1976:380) om arbetsskadeförsäkring",
  "status": "repealed",
  "issued_date": "1976-05-26",
  "url": "https://data.riksdagen.se/dokument/sfs-1976-380.html",
  "description": "Upphävd 2011-01-01 genom SFS 2010:111",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "I denna lag finns bestämmelser om försäkring för arbetsskada. I socialförsäkringslagen (1999:799) finns bestämmelser om vem som omfattas av denna lag. Socialförsäkringslagen innehåller också bestämmelser om förmåner vid utlandsvistelse och anmälan, m.m. Lag (2004:783)."
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Arbetsskadeförsäkringen handhas av Försäkringskassan. Pensionsmyndigheten handhar dock ärenden som gäller ersättning vid dödsfall. Lag (2009:988)."
    },
    {
      "provision_ref": "2:1",
      "chapter": "2",
      "section": "1",
      "content": "Med arbetsskada förstås i denna lag skada till följd av olycksfall eller annan skadlig inverkan i arbetet. En skada skall anses ha uppkommit av sådan orsak, om övervägande skäl talar för det. Som arbetsskada anses inte en skada av psykisk eller psykosomatisk natur som är en följd av en företagsnedläggelse, bristande uppskattning av den försäkrades arbetsinsatser, vantrivsel med arbetsuppgifter eller arbetskamrater eller därmed jämförliga förhållanden. Olycksfall vid färd till eller från arbetsstället räknas som olycksfall i arbetet, om färden föranleddes av och stod i nära samband med arbetet. Har skada som beror på annat än olycksfall framkallats av smitta, anses den som arbetsskada i den mån regeringen föreskriver det. Lag (2002:222)."
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Har upphävts genom lag (2002:222)."
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Med skada avses i denna lag personskada och skada på protes eller annan liknande anordning som användes för avsett ändamål när skadan inträffade."
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Skada till följd av annat än olycksfall anses ha inträffat den dag då skadan visade sig."
    },
    {
      "provision_ref": "3:1",
      "chapter": "3",
      "section": "1",
      "content": "Den försäkrade har vid arbetsskada rätt till samma förmåner från sjukförsäkringen enligt lagen (1962:381) om allmän försäkring som han eller hon har rätt till vid annan sjukdom. Lag (1999:809)."
    },
    {
      "provision_ref": "3:2",
      "chapter": "3",
      "section": "2",
      "content": "Är någon som avses i 1 § inte berättigad till sjukpenning från sjukförsäkringen eller omfattas inte den skadade i övrigt av sjukförsäkringen enligt lagen (1962:381) om allmän försäkring, har han vid arbetsskada rätt till förmåner från arbetsskadeförsäkringen i enlighet med vad som skulle ha utgått om 2, 3 och 22 kap. lagen om allmän försäkring hade varit tillämpliga på honom. Sjukpenning utgår dock inte till arbetstagare som enligt 3 kap. 16 § första stycket lagen om allmän försäkring har undantagits från rätt till sjukpenning vid sjukdom. Lag (1999:809)."
    },
    {
      "provision_ref": "3:2 a",
      "chapter": "3",
      "section": "2 a",
      "content": "För en försäkrad som avses i 3 kap. 15 § socialförsäkringslagen (1999:799) eller som i annat fall genomgår yrkesutbildning när skadan inträffar utges sjukpenning från arbetsskadeförsäkringen vid sjukdom som efter en tid av 180 dagar efter det att skadan inträffade sätter ned den försäkrades förmåga att skaffa sig inkomst genom arbete med minst en fjärdedel. Sjukpenning enligt denna paragraf utges på grundval av den försäkrades livränteunderlag som anges i 4 kap. 9-11 §§ och beräknas enligt 3 kap. och 22 kap. lagen (1962:381) om allmän försäkring. Sjukpenningen utges dock endast i den mån ersättningen överstiger den sjukpenning den försäkrade är berättigad till enligt 1 eller 2 §. Lag (2006:1538)."
    },
    {
      "provision_ref": "3:3",
      "chapter": "3",
      "section": "3",
      "content": "I den mån ersättning inte utges enligt 1 eller 2 § ersätter arbetsskadeförsäkringen nödvändiga kostnader för 1. sjukvård utom riket, 2. tandvård, 3. särskilda hjälpmedel. Lag (1993:357)."
    },
    {
      "provision_ref": "3:4",
      "chapter": "3",
      "section": "4",
      "content": "En försäkrad som beviljas ersättning för inkomstförlust till följd av arbetsskada skall även ha rätt till särskild arbetsskadeersättning som kompensation för inkomstförlust som avser två sjukdagar. Den särskilda arbetsskadeersättningen beräknas för dag med 80 procent av det livränteunderlag som gäller vid tiden för beslutet, delat med 365. Om den försäkrade kan visa att han eller hon har haft fler än två sjukdagar med inkomstförlust under sjukdomsperioder till följd av arbetsskadan har han eller hon rätt till särskild arbetsskadeersättning för varje sådan dag utöver de två första med 80 procent av den faktiska inkomstförlusten, dock högst med 80 procent av det i första stycket angivna livränteunderlaget, delat med 365. Den särskilda arbetsskadeersättningen avrundas för dag till närmaste hela krontal. Lag (2006:1538)."
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "content": "Har upphävts genom lag (1993:357)."
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Har upphävts genom lag (1993:357)."
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Medför en arbetsskada som har föranlett livränta enligt 4 kap. på nytt sjukdom, har den försäkrade rätt till sjukpenning enligt 1--2 a §§, om sjukdomen sätter ned hans kvarstående förmåga att skaffa sig inkomst genom arbete. Lag (1993:357). 8 § har upphävts genom lag (1993:357)."
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Ersättning för tandvård enligt 3 § lämnas under förutsättning att tandvården ges av en vårdgivare vars vård kan berättiga till ersättning enligt lagen (2008:145) om statligt tandvårdsstöd. Lag (2008:147)."
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "I kostnad för vård m.m. enligt 3 § räknas in nödvändiga utgifter för resor. Är den skadade inte sjukförsäkrad enligt lagen (1962:381) om allmän försäkring har han rätt till ersättning från arbetsskadeförsäkringen för resekostnader i samband med konvalescentvård i enlighet med vad som skulle ha utgetts om den lagen hade varit tillämplig på honom. Lag (1995:1487)."
    },
    {
      "provision_ref": "4:1",
      "chapter": "4",
      "section": "1",
      "title": "Allmänna grunder för ersättning",
      "content": "En försäkrad som till följd av arbetsskada har fått sin förmåga att skaffa sig inkomst genom arbete nedsatt med minst en femtondel har, om nedsättningen är varaktig eller kan antas bestå under minst ett år, rätt till ersättning i form av livränta för den inkomstförlust som uppkommer. Livränta utges dock inte, om förlusten för år räknat understiger en fjärdedel av det prisbasbelopp som fastställts för det år då livräntan skall börja utges. Har försäkrad genom arbetsskada fått sin arbetsförmåga nedsatt med mindre än en femtondel och drabbas han senare av ytterligare arbetsskada, skall livränta bestämmas på grundval av båda skadorna. Lag (2002:222)."
    },
    {
      "provision_ref": "4:2",
      "chapter": "4",
      "section": "2",
      "content": "Livränta beräknas på den försäkrades livränteunderlag enligt 5-11 §§ och utgår med så stor andel av detta som motsvarar graden av nedsättning av hans förmåga att skaffa sig inkomst genom arbete."
    },
    {
      "provision_ref": "4:3",
      "chapter": "4",
      "section": "3",
      "content": "Den försäkrades förmåga att skaffa sig inkomst genom arbete skall bedömas med beaktande av vad som rimligen kan begäras av honom eller henne med hänsyn till arbetsskadan, hans eller hennes utbildning och tidigare verksamhet samt ålder, bosättningsförhållanden och andra sådana omständigheter. I fråga om en äldre försäkrad skall hänsyn främst tas till hans eller hennes förmåga och möjlighet att skaffa sig fortsatt inkomst genom sådant arbete som han eller hon har utfört tidigare eller genom annat lämpligt arbete som är tillgängligt för honom eller henne. Försäkringskassan skall i samband med beslut om livränta också bedöma om förnyad utredning av förmågan att skaffa inkomst genom arbete skall göras efter viss tid. Lag (2002:222)."
    },
    {
      "provision_ref": "4:4",
      "chapter": "4",
      "section": "4",
      "content": "Livränta utges längst till den månad under vilken den försäkrade fyller 65 år, om inte annat anges i andra stycket. Livränta utges längst till den månad under vilken den försäkrade fyller 67 år, om skadan inträffar den månad då den försäkrade fyller 65 år eller senare. En förutsättning för rätt till sådan livränta är att den försäkrade är sjukpenningförsäkrad enligt 3 kap. lagen (1962:381) om allmän försäkring. Lag (2001:299). Livränteunderlag"
    },
    {
      "provision_ref": "4:5",
      "chapter": "4",
      "section": "5",
      "content": "För den som är sjukpenningförsäkrad enligt 3 kap. lagen (1962:381) om allmän försäkring utgörs livränteunderlaget av hans eller hennes sjukpenninggrundande inkomst enligt 3 kap. 2 § nämnda lag vid den tidpunkt från vilken livräntan första gången ska utges eller den inkomst som då skulle ha utgjort hans eller hennes sjukpenninggrundande inkomst, om Försäkringskassan hade känt till samtliga förhållanden. Vid tillämpningen av första stycket gäller följande avvikelser från bestämmelserna i 3 kap. 2 § lagen om allmän försäkring. Vid beräkningen ska också andra skattepliktiga förmåner än pengar beaktas. Med inkomst av anställning likställs kostnadsersättning som inte enligt 8 kap. 19 eller 20 § skattebetalningslagen (1997:483) undantas vid beräkning av skatteavdrag. Semesterlön och semesterersättning ska medräknas utan den begränsning som anges i 3 kap. 2 § tredje stycket lagen om allmän försäkring. Inkomst i form av skattepliktiga förmåner ska värderas på det sätt som är föreskrivet för beräkning av pensionsgrundande inkomst enligt lagen (1998:674) om inkomstgrundad ålderspension. Inkomst av sådant förvärvsarbete som avses i 16 a kap. 2 § lagen om allmän försäkring ska medräknas. Vid beräkning av livränteunderlaget får även beaktas ett löneavtal som har träffats efter den tidpunkt från vilken livräntan första gången ska utges om avtalet omfattar denna tidpunkt. Lag (2008:862)."
    },
    {
      "provision_ref": "4:6",
      "chapter": "4",
      "section": "6",
      "content": "För den som inte är sjukpenningförsäkrad enligt 3 kap. lagen (1962:381) om allmän försäkring men likväl har inkomst av förvärvsarbete utgörs livränteunderlaget av den inkomst som med tillämpning av 5 §, vid den tidpunkt från vilken livräntan första gången skall utges, skulle ha beräknats för honom om han hade varit sjukpenningförsäkrad. Lag (2005:335)."
    },
    {
      "provision_ref": "4:6 a",
      "chapter": "4",
      "section": "6 a",
      "content": "Om det redan vid den tidpunkt från vilken livräntan första gången skall utges är sannolikt att livränteunderlaget skulle bli väsentligen högre eller lägre vid en senare tidpunkt får ett nytt livränteunderlag fastställas och läggas till grund för beräkning av livränta vid ett sådant senare tillfälle. Lag (2005:335)."
    },
    {
      "provision_ref": "4:7",
      "chapter": "4",
      "section": "7",
      "content": "Skall livränta börja utgå sedan avsevärd tid har förflutit efter det att den försäkrade var utsatt för skadlig inverkan i arbetet, får som livränteunderlag brukas annan högre inkomst av förvärvsarbete än den som anges i 5 eller 6 §, om särskilda skäl talar för det."
    },
    {
      "provision_ref": "4:7 a",
      "chapter": "4",
      "section": "7 a",
      "content": "Om en livränta skall beräknas på nytt efter det år den första gången skall utges eller om den skall omprövas enligt 12 § skall det livränteunderlag som anges i 5-7 §§ räknas om med ledning av det särskilda tal som anges i 6 kap. 2 § för varje år efter det år livräntan första gången skall utges. Lag (2005:335)."
    },
    {
      "provision_ref": "4:8",
      "chapter": "4",
      "section": "8",
      "content": "I livränteunderlaget skall inräknas delpension enligt lagen (1979:84) om delpensionsförsäkring, om pensionen utgick vid den tidpunkt från vilken livräntan skall utges och upphör när livräntan börjar utges. Lag (1983:192)."
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "content": "Hade den försäkrade ej fyllt 25 år när skadan inträffade, skall livränteunderlaget för tiden efter det han uppnår den åldern utgöras av den inkomst som han med hänsyn till sin sysselsättning då skadan inträffade sannolikt skulle ha haft vid 25 års ålder, om skadan ej hade inträffat. Första stycket har motsvarande tillämpning på försäkrad som när skadan inträffade ej hade fyllt 21 år beträffande livränteunderlaget för tiden mellan 21 och 25 års ålder samt på försäkrad som när skadan inträffade ej hade fyllt 18 år beträffande livränteunderlaget för tiden mellan 18 och 21 års ålder."
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "content": "För en försäkrad som avses i 3 kap. 15 § socialförsäkringslagen (1999:799) eller som i annat fall genomgick yrkesutbildning när skadan inträffade utgörs livränteunderlaget för beräknad utbildningstid lägst av den inkomst som han eller hon sannolikt skulle ha fått, om han eller hon när skadan inträffade hade avbrutit utbildningen och börjat förvärvsarbeta. Livränteunderlaget för tid efter utbildningstidens slut utgörs lägst av den inkomst av förvärvsarbete som den försäkrade då sannolikt skulle ha fått, om skadan inte hade inträffat. Livränteunderlag enligt första stycket får inte beräknas till lägre belopp än vad som motsvarar två gånger prisbasbeloppet för tid före 21 års ålder, två och en halv gånger prisbasbeloppet för tid mellan 21 och 25 års ålder, tre gånger prisbasbeloppet för tid från och med 25 års ålder. Lag (2002:222)."
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "Vid beräkning av livränteunderlag bortses från belopp som överstiger sju och en halv gånger det prisbasbelopp som fastställts för det år då livräntan skall börja utges. Lag (2002:222). Omprövning av livränta"
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "Ett beslut om livränta skall omprövas, om ändring av betydelse har skett i de förhållanden som var avgörande för beslutet eller om den försäkrades möjlighet att bereda sig inkomst genom arbete väsentligen har förbättrats. Livränta för förfluten tid får dock inte minskas eller dras in. Ett beslut om vilandeförklaring av sjukersättning eller aktivitetsersättning enligt 16 kap. lagen (1962:381) om allmän försäkring skall också omfatta sådan livränta som enligt 6 kap. 1 § första eller andra stycket denna lag samordnats med ersättningen. För den tid under vilken en sådan vilandeförklaring gäller skall beslutas om livränta beräknad utifrån dels det livränteunderlag som legat till grund för bestämmande av livräntan före vilandeförklaringen, dels de inkomstförhållanden som råder under tiden med vilandeförklaring. Lag (2005:335)."
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Utan hinder av bestämmelserna i 12 § första stycket ska följande gälla. Ett beslut om sjukersättning enligt 16 a kap. lagen (1962:381) om allmän försäkring ska också omfatta sådan livränta som enligt 6 kap. 1 § är samordnad med sjukersättningen. Därvid ska vad som där sägs om sjukersättning även avse livränta. Lag (2008:862)."
    },
    {
      "provision_ref": "5:1",
      "chapter": "5",
      "section": "1",
      "title": "Begravningshjälp",
      "content": "Har försäkrad avlidit till följd av arbetsskada, utgår begravningshjälp med belopp som motsvarar 30 procent av basbeloppet vid tiden för dödsfallet. Livräntor till efterlevande"
    },
    {
      "provision_ref": "5:2",
      "chapter": "5",
      "section": "2",
      "content": "Om en försäkrad har avlidit till följd av arbetsskada, har hans efterlevande rätt till livränta enligt detta kapitel. Livränta utges i form av barnlivränta till den försäkrades efterlevande barn och i form av omställningslivränta till den försäkrades efterlevande make. Med efterlevande make likställs i fråga om rätt till omställningslivränta den som, utan att vara gift, stadigvarande sammanbodde med en icke gift försäkrad vid dennes död och som tidigare har varit gift med eller har eller har haft eller då väntade barn med den försäkrade. Lag (2000:465)."
    },
    {
      "provision_ref": "5:3",
      "chapter": "5",
      "section": "3",
      "content": "Uppbar den försäkrade livränta enligt 4 kap. med anledning av förlust av arbetsförmågan till följd av skadan, grundas livränta efter honom på hans egen livränta. Livränta efter annan försäkrad grundas på vad som enligt 4 kap. skulle ha utgjort livränta till honom vid förlust av arbetsförmågan, om sådan livränta skulle ha börjat utgå vid tiden för dödsfallet. Till grund för beräkningen av livränta till efterlevande läggs även pension, livränta eller annan ersättning som utgick till den försäkrade med anledning av tidigare arbetsskada, i den mån det är skäligt. Livränta till efterlevande får inte grundas på högre belopp än som motsvarar sju och en halv gånger basbeloppet vid den försäkrades död. Lag (1988:882)."
    },
    {
      "provision_ref": "5:3 a",
      "chapter": "5",
      "section": "3 a",
      "content": "Innan Pensionsmyndigheten fattar beslut om ersättning vid dödsfall ska Försäkringskassans bedömning om dödsfallet har inträffat till följd av arbetsskada inhämtas. Pensionsmyndigheten ska också inhämta Försäkringskassans beräkning av det ersättningsunderlag som anges i 3 §. Lag (2009:988). Barn"
    },
    {
      "provision_ref": "5:4",
      "chapter": "5",
      "section": "4",
      "content": "Barn till en avliden försäkrad har rätt till livränta för tid till och med den månad då barnet fyller 18 år eller, under de förutsättningar som anges i 2 kap. 2 § andra-fjärde styckena lagen (2000:461) om efterlevandepension och efterlevandestöd till barn, längst till och med juni månad det år då barnet fyller 20 år. Bestämmelserna i 2 kap. 1 § andra stycket lagen om efterlevandepension och efterlevandestöd till barn tillämpas även i fråga om rätt till livränta enligt denna paragraf. Lag (2000:465)."
    },
    {
      "provision_ref": "5:5",
      "chapter": "5",
      "section": "5",
      "content": "Livränta till ett efterlevande barn utges med belopp som för år räknat motsvarar 40 procent av det ersättningsunderlag som anges i 3 §. Är flera barn berättigade till livränta efter den försäkrade, ökas det nämnda procent- talet med 20 för varje barn utöver det första och fördelas det sammanlagda livräntebeloppet lika mellan barnen. Lag (1988:882). Efterlevande make"
    },
    {
      "provision_ref": "5:6",
      "chapter": "5",
      "section": "6",
      "content": "Rätt till omställningslivränta har efterlevande make under de närmare förutsättningar och för den tid som anges i fråga om omställningspension i 4 kap. 1-4 §§ lagen (2000:461) om efterlevandepension och efterlevandestöd till barn. Lag (2000:465)."
    },
    {
      "provision_ref": "5:7",
      "chapter": "5",
      "section": "7",
      "content": "Har upphävts genom lag (2000:465)."
    },
    {
      "provision_ref": "5:8",
      "chapter": "5",
      "section": "8",
      "content": "Omställningslivränta utges med belopp som, när den försäkrade även efterlämnar barn som har rätt till livränta efter honom enligt denna lag, för år räknat motsvarar 20 och i annat fall 45 procent av det ersättningsunderlag som anges i 3 §. Lag (2000:465)."
    },
    {
      "provision_ref": "5:9",
      "chapter": "5",
      "section": "9",
      "content": "Har upphävts genom lag (2000:465). Gemensamma bestämmelser"
    },
    {
      "provision_ref": "5:10",
      "chapter": "5",
      "section": "10",
      "content": "Om en försäkrad har blivit borta under resa eller i annat sammanhang och det kan antas att han har avlidit till följd av arbetsskada, har hans efter- levande rätt till livränta. Som villkor för utbetalning av livränta får dock krävas förklaring på heder och samvete av efterlevande att denne saknar varje underrättelse om den försäkrade. I fråga om omyndig får sådan förklaring krävas från förmyndaren. Förklaring kan också infordras av en god man eller förvaltare som har förordnats enligt föräldrabalken. Visar det sig sedermera att den försäkrade är vid liv eller att han har avlidit av någon annan orsak än arbetsskada, upphör rätten till livränta. Lag (1988:882)."
    },
    {
      "provision_ref": "5:11",
      "chapter": "5",
      "section": "11",
      "content": "Överstiger livräntorna till de efterlevande efter en försäkrad sammantagna det ersättningsunderlag som anges i 3 §, sätts livräntorna ned proportionellt så att de tillsammans motsvarar detta underlag. Bestämmelserna i 7 kap. 2 § tredje stycket, 3 och 5 §§ lagen (2000:461) om efterlevandepension och efterlevandestöd till barn tillämpas även i fråga om livränta enligt detta kapitel. Lag (2002:223)."
    },
    {
      "provision_ref": "5:12",
      "chapter": "5",
      "section": "12",
      "content": "Har upphävts genom lag (1988:882)."
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "content": "Har upphävts genom lag (1988:882)."
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "content": "Har upphävts genom lag (1988:882)."
    },
    {
      "provision_ref": "6:1",
      "chapter": "6",
      "section": "1",
      "content": "Är någon som har rätt till livränta enligt 4 eller 5 kap. samtidigt berättigad till sjukersättning eller aktivitetsersättning enligt lagen (1962:381) om allmän försäkring eller efterlevandepension enligt lagen (2000:461) om efterlevandepension och efterlevandestöd till barn med anledning av den inkomstförlust som har föranlett livräntan, utges livräntan endast i den mån den överstiger sjukersättningen, aktivitetsersättningen eller pensionen. Om den försäkrade uppbär livränta och vid en senare tidpunkt blir berättigad till sjukersättning eller aktivitetsersättning för en sjukdom som inte är arbetsrelaterad skall samordningen enligt första stycket göras på följande sätt. Livräntan skall minskas med den andel av ersättningen som svarar mot den andel som nedsättningen av förmågan att skaffa sig inkomst av arbete till följd av skadan utgjorde av hel sådan förmåga när livräntan bestämdes. Har delpension utgått till någon som tillerkänns livränta enligt 4 kap. och avser livräntan samma inkomstförlust som delpensionen, får livränta för förfluten tid utges endast i den mån den överstiger den delpension som utgått för samma tid. Första stycket gäller även i fråga om pension som enligt utländskt system för social trygghet utgår med anledning av arbetsskadan. Om bestämmelserna om beräkning av pensionspoäng vid underlåten eller bristande avgiftsbetalning i 11 kap. 6 § första stycket lagen om allmän försäkring, i detta lagrums lydelse före den 1 januari 1999, eller 4 kap. 8 § andra stycket lagen (1998:674) om inkomstgrundad ålderspension har tillämpats för år efter det då arbetsskadan har inträffat, skall vid tillämpning av denna paragraf hänsyn tas till den tilläggspension som skulle ha utgivits om full avgift hade erlagts. Lag (2002:225)."
    },
    {
      "provision_ref": "6:2",
      "chapter": "6",
      "section": "2",
      "content": "En fastställd livränta skall för varje år räknas om med ledning av ett särskilt tal. Detta tal skall visa den årliga procentuella förändringen av halva den reala inkomstförändring som beräknats för inkomstindex enligt 1 kap. 5 § andra stycket lagen (1998:674) om inkomstgrundad ålderspension med tillägg för den procentuella förändringen i det allmänna prisläget i juni månad två år före det år livräntan omräknas och det allmänna prisläget i juni månad året närmast före det året. Livräntan får högst omräknas till ett belopp som utgör samma andel av sju och en halv gånger det för året fastställda prisbasbeloppet som den andel av livränteunderlaget som svarar mot nedsättningen av förmågan att skaffa sig inkomst genom arbete enligt 4 kap. 2 §. Lag (2002:222)."
    },
    {
      "provision_ref": "6:3",
      "chapter": "6",
      "section": "3",
      "content": "Är arbetsgivare författningsenligt skyldig att utge ersättning vid arbetsskada, har han rätt att enligt närmare föreskrifter som regeringen meddelar erhålla sådan ersättning från arbetsskadeförsäkringen som för motsvarande ändamål tillkommer den försäkrade eller dennes efterlevande, i den mån ersättningen ej överstiger vad arbetsgivaren har utgivit."
    },
    {
      "provision_ref": "6:4",
      "chapter": "6",
      "section": "4",
      "content": "En försäkrad som på anmodan av Försäkringskassan eller med dess samtycke avhåller sig från arbetet i syfte att förebygga att en arbetsskada uppstår, återuppstår eller förvärras, har rätt att under tiden få skälig ersättning från arbetsskadeförsäkringen, motsvarande högst hel sjukpenning enligt bestämmelserna i 3 kap. 1-2 a §§. Lag (2004:783)."
    },
    {
      "provision_ref": "6:5",
      "chapter": "6",
      "section": "5",
      "content": "Under tid då den försäkrade är föremål för sådan behandling eller rehabilitering som avses i 3 kap. 7 b § eller 22 kap. 7 § lagen (1962:381) om allmän försäkring skall hans förmåga att skaffa sig inkomst genom arbete anses nedsatt även i den mån åtgärden hindrar honom att förvärvsarbeta. Lag (1991:1979)."
    },
    {
      "provision_ref": "6:6",
      "chapter": "6",
      "section": "6",
      "content": "Ansökan om ersättning enligt denna lag skall göras inom sex år, beträffande sjukpenning och livränta från den dag ersättningen avser, beträffande begravningshjälp från dagen för dödsfallet, beträffande annan ersättning från den dag då den försäkrade har erlagt det belopp för vilket ersättning begäres. Om detta försummas, är rätten till ersättning förlorad."
    },
    {
      "provision_ref": "6:7",
      "chapter": "6",
      "section": "7",
      "content": "Bestämmelserna i 3 kap. 17 §, 16 kap. 8 § och 20 kap. 3--7 §§ lagen (1962:381) om allmän försäkring samt 4 kap. 13 § och 7 kap. 7 § lagen (2000:461) om efterlevandepension och efterlevandestöd till barn om förmåner som sammanträffar, indragning och nedsättning av ersättning i vissa fall, anmälningsskyldighet, återbetalningsskyldighet, preskription, utmätningsförbud och rätt till skadestånd har motsvarande tillämpning i fråga om ersättning från arbetsskadeförsäkringen. Vad som sägs i 17 kap. 1 § lagen om allmän försäkring tillämpas även i fråga om ersättning från arbetsskadeförsäkringen. Lag (2002:223)."
    },
    {
      "provision_ref": "6:8",
      "chapter": "6",
      "section": "8",
      "content": "Sådan livränta som avses i 4 kap. skall inte utges för tid efter det att den försäkrade sextio dagar i följd varit frihetsberövad på grund av att han eller hon är - häktad - intagen i anstalt eller - intagen i ett hem som avses i 12 § lagen (1990:52) med särskilda bestämmelser om vård av unga för verkställighet av sluten ungdomsvård. Livräntan skall åter utges för tid från och med den trettionde dagen före frigivningen. För tid under vilken den försäkrade vistas utanför anstalt enligt 56 § lagen (1974:203) om kriminalvård i anstalt tillämpas i stället bestämmelserna i 9 §. Utan hinder av första stycket utges livränta för tid under vilken den försäkrade vistas utanför anstalt enligt 58 § lagen om kriminalvård i anstalt. Skall livränta inte betalas ut för del av en kalendermånad, beräknas förmånen för varje dag till en trettiondel av månadsbeloppet och avrundas till närmaste högre krontal. Försäkringskassan får medge en nära anhörig, som för sitt uppehälle är beroende av den försäkrade, rätt att helt eller delvis uppbära livränta som enligt första stycket annars inte skall utges. Lag (2006:1488)."
    },
    {
      "provision_ref": "6:9",
      "chapter": "6",
      "section": "9",
      "content": "För varje dag som en försäkrad, som uppbär livränta enligt"
    },
    {
      "provision_ref": "7:1",
      "chapter": "7",
      "section": "1",
      "content": "Om avgifter för finansiering av arbetsskadeförsäkringen föreskrivs i socialavgiftslagen (2000:980). Lag (2000:984)."
    },
    {
      "provision_ref": "7:2",
      "chapter": "7",
      "section": "2",
      "content": "Har upphävts genom lag (2000:984)."
    },
    {
      "provision_ref": "7:3",
      "chapter": "7",
      "section": "3",
      "content": "Har upphävts genom lag (1981:693)."
    },
    {
      "provision_ref": "7:4",
      "chapter": "7",
      "section": "4",
      "content": "Har upphävts genom lag (1981:693)."
    },
    {
      "provision_ref": "8:1",
      "chapter": "8",
      "section": "1",
      "title": "Anmälan om arbetsskada",
      "content": "Underrättelse om arbetsskada skall beträffande arbetstagare omedelbart lämnas till den arbetsgivare hos vilken arbetstagaren var anställd när skadan inträffade. Har skada till följd av annat än olycksfall visat sig först efter det den försäkrade har upphört att vara utsatt för inverkan som har orsakat skadan, skall underrättelse lämnas till den arbetsgivare hos vilken den försäkrade senast var utsatt för sådan inverkan. Finns någon som på arbetsgivarens vägnar förestår arbetet, får underrättelsen i stället lämnas till denne. Beträffande försäkrad som avses i 3 kap. 15 § socialförsäkringslagen (1999:799) skall vad i detta kapitel sägs om arbetsgivare gälla rektor eller annan som förestår utbildningen. Arbetsgivare eller arbetsföreståndare som genom underrättelse enligt första stycket eller på annat sätt har fått kännedom om inträffad arbetsskada är skyldig att omedelbart anmäla skadan till Försäkringskassan. Annan försäkrad än arbetstagare skall själv anmäla arbetsskada till Försäkringskassan. Har han avlidit till följd av skadan, skall anmälan göras av den som har rätt att företräda dödsboet. Anmälan enligt andra stycket skall göras enligt föreskrifter som meddelas av regeringen. Nödvändiga utgifter för läkarutlåtanden ersätts i enlighet med vad regeringen föreskriver. Lag (2004:783)."
    },
    {
      "provision_ref": "8:2",
      "chapter": "8",
      "section": "2",
      "content": "Ansökan om ersättning enligt denna lag ska göras skriftligen hos Försäkringskassan. Ansökan om ersättning vid dödsfall ska dock göras skriftligen hos Pensionsmyndigheten. Om en ansökan, anmälan eller liknande, som enligt denna lag ska göras hos Försäkringskassan, i stället har kommit in till Pensionsmyndigheten ska den anses ha kommit in till Försäkringskassan samma dag. Detsamma ska gälla om ansökan, anmälan eller liknande ska göras hos Pensionsmyndigheten och den i stället har kommit in till Försäkringskassan. Lag (2009:988). Bestämmande och utbetalning av ersättning"
    },
    {
      "provision_ref": "8:3",
      "chapter": "8",
      "section": "3",
      "content": "Försäkringskassan eller Pensionsmyndigheten ska så snart det kan ske bestämma den ersättning som ska betalas ut. Frågan om den försäkrade har ådragit sig en arbetsskada ska endast prövas i den mån det behövs för att bestämma ersättning enligt denna lag eller sjukpenning enligt 3 kap. 4 § första stycket 3 eller 10 a § första stycket 3 lagen (1962:381) om allmän försäkring. Bestämmelsen i 20 kap. 2 a § nämnda lag om förordnande till dess slutligt beslut kan fattas gäller även i fråga om ersättning från arbetsskadeförsäkringen. Beslut som meddelas enligt denna lag ska gälla omedelbart, om inte annat föreskrivs i beslutet eller bestäms av den myndighet som har att pröva beslutet. Lag (2009:988)."
    },
    {
      "provision_ref": "8:4",
      "chapter": "8",
      "section": "4",
      "content": "Har upphävts genom lag (2007:1001)."
    },
    {
      "provision_ref": "8:5",
      "chapter": "8",
      "section": "5",
      "content": "Ersättning betalas ut i den ordning som regeringen föreskriver. Lag (2004:480). Uppgiftsskyldighet m. m."
    },
    {
      "provision_ref": "8:6",
      "chapter": "8",
      "section": "6",
      "content": "Den som har rätt till ersättning från arbetsskadeförsäkringen är skyldig att enligt föreskrifter som meddelas av regeringen eller myndighet som regeringen bestämmer lämna de uppgifter som är av betydelse för tillämpningen av denna lag. Är den förmånsberättigade omyndig eller har god man eller för- valtare enligt föräldrabalken förordnats för honom, skall uppgifterna lämnas av förmyndaren eller, om det kan anses följa av uppdraget, av gode mannen eller förvaltaren. Lag (1988:1270)."
    },
    {
      "provision_ref": "8:7",
      "chapter": "8",
      "section": "7",
      "content": "Myndighet, arbetsgivare och uppdragsgivare är skyldiga att på begäran lämna domstol, Försäkringskassan eller Pensionsmyndigheten uppgift om namngiven person rörande förhållande som är av betydelse för tillämpningen av denna lag. Arbetsgivare och uppdragsgivare är även skyldiga att lämna sådan uppgift om arbetet och arbetsförhållandena som behövs för att bestämma ersättningsbelopp. Lag (2009:988)."
    },
    {
      "provision_ref": "8:8",
      "chapter": "8",
      "section": "8",
      "content": "Domstol och Försäkringskassan har, i den mån det behövs för att bestämma ersättning enligt denna lag, rätt att hos myndighet som har att utöva tillsyn över arbetsgivares verksamhet begära undersökning av arbetsförhållanden eller att, om särskilda skäl föreligger eller det gäller annan försäkrad än arbetstagare, själva företa sådan undersökning. Lag (2004:783)."
    },
    {
      "provision_ref": "8:9",
      "chapter": "8",
      "section": "9",
      "content": "Försäkringskassan får i ärende angående arbetsskadeförsäkring begära att tingsrätt håller förhör med vittne eller sakkunnig. Ingen är skyldig att inställa sig vid annan tingsrätt än den inom vars domkrets han vistas. Om förhöret skall i tillämpliga delar gälla vad som föreskrives om bevisupptagning utom huvudförhandling. Ersättning till den som har inställt sig för att höras utgår med skäligt belopp som rätten bestämmer och betalas av Försäkringskassan. Lag (2004:783)."
    },
    {
      "provision_ref": "8:10",
      "chapter": "8",
      "section": "10",
      "content": "Har upphävts genom lag (1980:237). Ansvarsbestämmelser"
    },
    {
      "provision_ref": "8:11",
      "chapter": "8",
      "section": "11",
      "content": "Den som underlåter att fullgöra anmälningsskyldighet enligt 1 § andra stycket första meningen dömes till böter. Till samma straff dömes arbetsgivare och uppdragsgivare som underlåter att fullgöra uppgiftsskyldighet enligt 7 §. Den som uppsåtligen eller av grov oaktsamhet lämnar oriktigt meddelande i uppgift som skall lämnas enligt denna lag dömes till böter, om ej gärningen är belagd med straff i brottsbalken eller i bidragsbrottslagen (2007:612). Lag (2007:614). Besvär m. m."
    },
    {
      "provision_ref": "8:12",
      "chapter": "8",
      "section": "12",
      "content": "Bestämmelserna i 20 kap. 10-13 §§ lagen (1962:381) om allmän försäkring om omprövning, ändring och överklagande av beslut har motsvarande tillämpning i ärende enligt denna lag. Lag (2009:988)."
    },
    {
      "provision_ref": "8:13",
      "chapter": "8",
      "section": "13",
      "content": "Har upphävts genom lag (2004:783)."
    },
    {
      "provision_ref": "8:14",
      "chapter": "8",
      "section": "14",
      "content": "Regeringen får träffa överenskommelse med främmande makt om utsträckt tillämpning av denna lag eller om undantag i vissa fall från lagens bestämmelser. Övergångsbestämmelser 1976:380 1. Denna lag träder i kraft den 1 juli 1977, då lagen (1954:243) om yrkesskadeförsäkring skall upphöra att gälla. I fråga om skada som har inträffat före ikraftträdandet gäller fortfarande äldre bestämmelser, dock med undantag av 13 § andra stycket nämnda lag såvitt avser avdrag på sjukpenning vid sjukhusvård. Vid tillämpning av 26 § andra stycket i den upphävda lagen skall med pension enligt lagen om allmän försäkring likställas pension enligt lagen (1998:674) om inkomstgrundad ålderspension eller lagen (1998:702) om garantipension. Bestämmelserna i 3 kap. 5 § första stycket andra meningen och 6 § andra stycket andra meningen lagen om arbetsskadeförsäkring i bestämmelsernas lydelse före den 1 juli 1993 skall tillämpas på motsvarande sätt i fråga om sjukpenning enligt lagen om yrkesskadeförsäkring. Lag (2000:813). 1986:145 1. Denna lag träder i kraft den 1 januari 1987. 2. Bestämmelsen i 8 kap. 4 § andra stycket i sin nya lydelse tillämpas dock först från och med den 1 januari 1988. 3. Har ett beslut meddelats av en pensionsdelegation och begär den försäkrade att beslutet skall omprövas enligt 8 kap. 12 § jämfört med 20 kap. 10 § lagen (1962:381) om allmän försäkring skall omprövningen ske i socialförsäkrings- nämnd, om omprövningen inte har hunnit slutföras före den 1 januari 1987 eller om begäran om omprövning görs därefter. 4. I fråga om omprövning av beslut av socialförsäkringsnämnd som har meddelats före den 1 januari 1988 gäller äldre bestämmelser. 1987:225 1. Denna lag träder i kraft den 1 december 1987. 2. De nya föreskrifterna i 5--5 c och 7 §§ tillämpas första gången på sjukdomsfall som inträffar efter ikraftträdandet. 1988:882 1. Denna lag träder i kraft den 1 januari 1990. 2. I fall då rätt till livränta till efterlevande grundas på dödsfall till följd av en arbetsskada som har inträffat före ikraftträdandet gäller fort- farande äldre bestämmelser om sådan livränta i den mån inte något annat sägs nedan. 3. De nya bestämmelserna om livränta till efterlevande barn i 5 kap. 4 § första stycket gäller även i fall då rätten till livränta grundas på dödsfall till följd av en arbetsskada som har inträffat före ikraftträdandet. Om ett barn, som har fyllt 18 år vid ikraftträdandet, har rätt till livränta enligt 5 kap. vid utgången av år 1989 men inte uppfyller villkoren för rätt till sådan livränta enligt 5 kap. 4 § första stycket i dess nya lydelse, skall dock i stället för denna bestämmelse tillämpas 5 kap. 9 § första stycket i dess äldre lydelse. Vid dödsfall efter ikraftträdandet gäller de nya bestämmelserna i 5 kap. 4 § andra stycket om rätt till livränta för ett utländskt barn som tagits emot här i landet i adoptionssyfte även om arbetsskadan inträffat före ikraftträdandet. 4. Efterlämnar den avlidne änka eller med änka jämställd kvinna som är berättigad till livränta enligt äldre bestämmelser skall, även om den arbetsskada till följd av vilken den försäkrade avlidit inträffar efter ikraftträdandet, vid bestämmandet av livränta till barn efter den försäkrade tillämpas äldre bestämmelser i 5 kap. 10 § i stället för 5 kap. 5 § i dess nya lydelse. 5. I fråga om rätt till livränta för efterlevande kvinnor som är födda år 1944 eller tidigare gäller fortfarande äldre bestämmelser om livränta i 5 kap. 2--8 och 12--14 §§ samt 6 kap. 1 § även om den arbetsskada till följd av vilken den försäkrade avlidit inträffar efter ikraftträdandet. I fråga om andra kvinnor än de som avses i 5 kap. 8 § i dess äldre lydelse är dock en förutsättning för detta att kvinnan vid utgången av år 1989 var gift med den man efter vilken livräntan skall utbetalas eller då sammanbodde med honom under sådana förhållanden som avses i 5 kap. 6 § i dess äldre lydelse. 6. I fall som avses i punkterna 2 och 5 tillämpas bestämmelserna i 10 kap. 4 § lagen (1962:381) om allmän försäkring i detta lagrums lydelse vid utgången av år 1989. 7. Är någon för samma månad berättigad såväl till livränta såsom efterlevande enligt äldre bestämmelser som till omställningslivränta eller särskild efter- levandelivränta, utges endast den sistnämnda förmånen samt, om efterlevande- livräntan enligt äldre bestämmelser är större, sådan livränta i den mån den överstiger omställningslivräntan eller den särskilda efterlevandelivräntan. 8. I fråga om livränta till kvinnor, som är födda år 1945 eller senare och som med stöd av punkt 6 i övergångsbestämmelserna till lagen (1988:881) om ändring i lagen (1962:381) om allmän försäkring uppbär änkepension enligt lagen om allmän försäkring efter utgången av år 1989, gäller fortfarande"
    }
  ]
}