{
  "id": "1979:552",
  "type": "statute",
  "title": "Lag (1979:552) om internationell adoptionshjälp",
  "status": "repealed",
  "issued_date": "1979-06-14",
  "url": "https://data.riksdagen.se/dokument/sfs-1979-552.html",
  "description": "Upphävd 1997-07-01 genom SFS 1997:192",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Internationell adoptionshjälp från enskild får lämnas endast av ideell sammanslutning som är auktoriserad enligt denna lag. Vad som har sagts nu gäller dock inte i fråga om hjälp i enstaka fall. Med internationell adoptionshjälp avses sådan verksamhet som har till syfte att förmedla kontakt mellan den som önskar adoptera ett utländskt barn och myndigheter, organisationer eller enskilda personer i barnets hemland samt att även i övrigt lämna den hjälp som behövs för att adoption skall kunna genomföras."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Den myndighet som regeringen föreskriver avgör frågor om auktorisation och har tillsyn över de auktoriserade sammanslutningarna. Lag (1981:580)."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Auktorisation får ges endast åt sammanslutning som har stadgar, styrelse och revisorer. Auktorisation får ges endast om sammanslutningen har till huvudsakligt syfte att lämna internationell adoptionshjälp och om det står klart att den kommer att lämna hjälpen på ett sakkunnigt och omdömesgillt sätt, utan vinstintresse och med barnens bästa som främsta riktmärke."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Auktorisationen skall vara tidsbegränsad. I beslutet om auktorisation skall det anges vilka länder som sammanslutningens verksamhet får avse. Auktorisationen får även förbindas med andra villkor. För att täcka kostnaderna för verksamheten får en auktoriserad sammanslutning ta ut avgifter av dem som söker internationell adoptionshjälp."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Tillsynsmyndigheten skall i samband med ett beslut om auktorisation utse minst två personer eller, om sammanslutningens verksamhet kan antas bli av ringa omfattning, en person att företräda allmänintresset i sammanslutningens arbete med internationell adoptionshjälp (samhällsrepresentant). Samhällsrepresentanter skall ha särskild erfarenhet av barn- och ungdomsvård i stat eller kommun. Lag (1981:580)."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "De auktoriserade sammanslutningarna är skyldiga att på begäran tillhandahålla tillsynsmyndigheten de handlingar som rör verksamheten. Lag (1981:580)."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Auktorisationen skall återkallas när de förutsättningar som anges i 3 § inte längre föreligger. Detsamma gäller om sammanslutningen inte uppfyller de villkor som kan ha uppställts för auktorisationen eller underlåter att rätta sig efter vad tillsynsmyndigheten begär med stöd av 6 §."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "När en auktoriserad sammanslutning beslutar om internationell adoptionshjälp skall lämnas, skall minst en samhällsrepresentant delta. Om en samhällsrepresentant har en annan mening än sammanslutningen i frågan om adoptionshjälp, skall frågan överlämnas till tillsynsmyndigheten för avgörande. Om sammanslutningen har vägrat adoptionshjälp i ett visst fall, får tillsynsmyndigheten på begäran av den som söker adoptionshjälp uppdra åt sammanslutningen att ändå lämna hjälpen. Lag (1984:1093)."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Den som lämnar internationell adoptionshjälp i strid med 1 § döms till böter."
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Tillsynsmyndighetens beslut att vägra auktorisation eller återkalla auktorisation överklagas hos regeringen genom besvär. Tillsynsmyndighetens beslut i övrigt får inte överklagas. Lag (1981:580)."
    }
  ]
}