{
  "id": "1980:607",
  "type": "statute",
  "title": "Lag (RFS 1980:4) (1980:607) om beslutande organ i frågor om disciplinansvar m.m. beträffande arbetstagare hos riksdagen och dess myndigheter",
  "status": "repealed",
  "issued_date": "1980-06-23",
  "url": "https://data.riksdagen.se/dokument/sfs-1980-607.html",
  "description": "Upphävd 2026-01-01 genom SFS 2025:1020",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Denna lag äger tillämpning på arbetstagare hos riksdagen och dess myndigheter."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Frågor om disciplinansvar och åtalsanmälan enligt lagen (1994:260) om offentlig anställning och frågor om anställningens upphörande prövas av den myndighet där arbetstagaren är anställd, om inte något annat följer av 3 §. Lag (1994:271)."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Riksdagens ansvarsnämnd beslutar i frågor om disciplinansvar och åtalsanmälan enligt lagen (1994:260) om offentlig anställning samt om avskedande enligt lagen (1982:80) om anställningsskydd när det gäller arbetstagare som ska anställas genom beslut av riksdagsstyrelsen och andra arbetstagare som styrelsen bestämmer. Nämnden består av en ordförande, en vice ordförande och tre andra ledamöter. Ordföranden och vice ordföranden ska vara jurister och ha erfarenhet som domare. Lag (2011:746)."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Riksdagsstyrelsen utfärdar instruktion för Riksdagens ansvarsnämnd och utser dess ledamöter. Nämnden ska senast den 22 februari varje år till riksdagen lämna en redogörelse för sin verksamhet under det senaste kalenderåret. I redogörelsen ska nämnden också redovisa verksamhetens kostnader. Lag (2016:1092)."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Deltar flera i avgöranden som avses i 2 eller 3 § tillämpas bestämmelserna i 29 kap. rättegångsbalken om omröstning i domstol med endast lagfarna ledamöter. Övergångsbestämmelser 2012:891 1. Denna lag träder i kraft den 1 januari 2013. 2. Bestämmelsen i 4 § andra stycket tillämpas första gången i fråga om verksamhetsåret 2013. 2016:1092 1. Denna lag träder i kraft den 1 januari 2017. 2. Lagen ska tillämpas första gången i fråga om nämndens redogörelse för kalenderåret 2016."
    }
  ]
}