{
  "id": "1981:289",
  "type": "statute",
  "title": "Lag (1981:289) om radioaktiva läkemedel",
  "status": "repealed",
  "issued_date": "1981-04-23",
  "url": "https://data.riksdagen.se/dokument/sfs-1981-289.html",
  "description": "Upphävd 1993-07-01 genom SFS 1992:859",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Inledande bestämmelser",
      "content": "I denna lag ges bestämmelser om radioaktiva läkemedel vad avser medlens medicinska, biologiska och farmacevtiska egenskaper. I strålskyddslagen (1988:220) ges bestämmelser om dessa läkemedel från strålskyddssynpunkt. Lag (1988:221)."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Med */k/ radioaktivt läkemedel */-k/ förstås en vara som avger joniserande strålning och är avsedd att användas vid undersökning eller sjukdomsbehandling av människor samt därvid införas i eller anbringas på människokroppen. Regeringen eller efter regeringens bemyndigande läkemedelsverket får föreskriva att lagen helt eller delvis skall tillämpas på en vara som är avsedd att efter beredning ingå i eller utgöra ett radioaktivt läkemedel. Till radioaktiva läkemedel räknas inte slutna strålkällor. Lag (1990:432)."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Med */k/ radiofarmacevtisk specialitet */-k/ förstås ett radioaktivt läkemedel eller en vara som avses i 2 § andra stycket, som en tillverkare framställer i standardiserad form och med en angiven sammansättning."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Ett radioaktivt läkemedel skall vara av fullgod kvalitet och ändamålsenligt. Det får inte vid normal användning orsaka skador, som står i missförhållande till nyttan av läkemedlet."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Ett radioaktivt läkemedel skall märkas med uppgifter om dess benämning, sammansättning, radioaktivitet samt tidpunkten för aktivitetsbestämningen innan det utlämnas till den slutlige förbrukaren."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Priset på ett radioaktivt läkemedel skall vara skäligt. Tillverkning m.m."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Innan beslut fattas med stöd av strålskyddslagen (1988:220) i fråga om tillstånd att tillverka, till landet införa eller saluföra radioaktiva läkemedel, skall yttrande inhämtas från läkemedelsverket. Av yttrandet skall det framgå om det finns hinder mot ett sådant tillstånd enligt denna lag eller enligt föreskrifter som meddelats med stöd av lagen. Om läkemedelsverket har förklarat att det finns hinder, får tillstånd inte lämnas. Lag (1990:432). Beredning och användning"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Radioaktiva läkemedel får beredas endast på sjukhus och apotek samt användas endast på sjukhus, om inte läkemedelsverket för ett visst fall medger annat. Lag (1990:432)."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Kliniska prövningar av radioaktiva läkemedel och andra undersökningar på människor i forskningssyfte med sådana läkemedel får ske endast efter tillstånd av läkemedelsverket om inte regeringen eller efter regeringens bemyndigande läkemedelsverket föreskrivit annat. Lag (1990:432). Radiofarmacevtiska specialiteter"
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "En radiofarmacevtisk specialitet får säljas endast om den är godkänd av läkemedelsverket, om inte annat följer av 12 §. För godkännande krävs att specialiteten uppfyller kraven i 4-6 §§. Godkända radiofarmacevtiska specialiteter skall kontrolleras av läkemedelsverket. Finns skäl att ifrågasätta en specialitets ändamålsenlighet, får verket förelägga den som innehar godkännandet att visa att specialiteten uppfyller kraven i detta avseende. Ett godkännande får återkallas om kraven i 4-6 §§ inte längre uppfylls, om ett föreläggande enligt andra stycket inte följs eller om avgifter enligt 13 § inte betalas. Lag (1990:432)."
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Ansökan om godkännande av en radiofarmacevtisk specialitet skall göras av tillverkaren eller importören."
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Läkemedelsverket får medge rätt till försäljning (licensförsäljning) av en inte godkänd radiofarmacevtisk specialitet. Medgivandet får förenas med villkor för att förebygga skada. Lag (1990:432)."
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "För att täcka statens kostnader för kontrollen av radiofarmacevtiska specialiteter skall den som ansöker om eller fått godkännande betala de avgifter som bestäms av regeringen. Ytterligare föreskrifter"
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Regeringen eller efter regeringens bemyndigande läkemedelsverket skall meddela ytterligare föreskrifter om radioaktiva läkemedel såvitt avser 1. medicinska, biologiska och farmacevtiska krav 2. märkning och utlämnande 3. erläggande av avgifter 4. tillverkning, införsel och handel 5. beredning och användning 6. klinisk prövning och annan undersökning på människor i forskningssyfte 7. godkännande och licensförsäljning av radiofarmacevtiska specialiteter. Lag (1990:432). Tillsyn"
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Läkemedelsverket har tillsynen över efterlevnaden av denna lag och av de föreskrifter som utfärdats med stöd av lagen. Lag (1990:432)."
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Tillverkare och andra som är underkastade tillsyn enligt denna lag är skyldiga att på begäran tillhandahålla läkemedelsverket de upplysningar och handlingar som behövs för tillsynen. Verket äger tillträde till lokaler där radioaktiva läkemedel tillverkas, hanteras eller prövas samt rätt att där göra undersökningar och ta prov på sådana läkemedel. Den hos vilken prov skall tas är skyldig att lämna det biträde som behövs vid provtagningen. För prov som tagits lämnas ingen ersättning. Om verket begär det skall det undersökningsmaterial som avser prövning av ett läkemedels egenskaper tillhandahållas verket. Lag (1990:432)."
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Läkemedelsverket får meddela de förelägganden och förbud som behövs för att denna lag och de föreskrifter som har meddelats med stöd av lagen skall efterlevas. I ett föreläggande eller förbud kan läkemedelsverket utsätta vite. Lag (1990:432). Ansvarsbestämmelser m.m."
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Om ansvar för den som olovligen inför radioaktiva läkemedel eller försöker göra detta finns bestämmelser i lagen (1960:418) om straff för varusmuggling. Till böter döms den som 1. underlåter att märka ett radioaktivt läkemedel med uppgifter som anges i 5 § eller i övrigt på ett sätt som har föreskrivits med stöd av denna lag; 2. bereder eller använder ett radioaktivt läkemedel utan att ha rätt till det eller i strid mot villkor eller föreskrifter som gäller för tillstånd till sådan verksamhet eller försäljer ett läkemedel i strid mot 10 §; 3. utför prövning eller undersökning som avses i 9§ utan tillstånd av läkemedelsverket eller i strid mot föreskrifter som anger hur prövningen eller undersökningen skall gå till; 4. i en ansökan om godkännande eller tillstånd enligt denna lag lämnar oriktiga uppgifter om väsentliga förhållanden; eller 5. underlåter att fullgöra vad som åligger honom enligt 16 §. Lag (1990:432)."
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Den som har överträtt ett vitesföreläggande eller vitesförbud döms ej därjämte till ansvar enligt denna lag för gärningar som omfattas av föreläggandet eller förbudet."
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "En vara som har varit föremål för brott enligt denna lag eller värdet därav samt utbytet av sådant brott skall förklaras förverkade, om det inte är uppenbart obilligt."
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Allmänt åtal för ett brott som avses i 18§ andra stycket får väckas endast om gärningen har anmälts till åtal av läkemedelsverket. Lag (1990:432)."
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Beslut av läkemedelsverket som rör godkännande av radiofarmacevtisk specialitet, yttranden enligt 7 § eller beslut om föreläggande av vite enligt 17 § överklagas hos kammarrätten. Andra beslut av läkemedelsverket enligt denna lag överklagas hos regeringen. Lag (1990:432)."
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "I ett ärende enligt denna lag kan förordnas att ett beslut skall gälla utan hinder av att det överklagats."
    }
  ]
}