{
  "id": "1985:571",
  "type": "statute",
  "title": "Lag (1985:571) om värdepappersmarknaden",
  "status": "repealed",
  "issued_date": "1985-06-13",
  "url": "https://data.riksdagen.se/dokument/sfs-1985-571.html",
  "description": "Upphävd 1991-08-01 genom SFS 1991:981",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Denna lag innehåller vissa bestämmelser om handel med och förvaltning av fondpapper samt förfaranden som har samband därmed. Lagen gäller endast om inte annat föreskrivs i annan lag."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "har upphävts genom lag (1990:1346)."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Bankinspektionen övervakar efterlevnaden av bestämmelserna i denna lag. Definitioner"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "I denna lag förstås med 1. fondpapper: aktie, annat bevis om delaktighet i bolag, obligation, förlagsbevis och liknande skuldebrev avsett för allmän omsättning samt andel i aktiefond, 2. fondkommissionär: den som har tillstånd att driva fondkommissionsrörelse enligt fondkommissionslagen (1979:748), 3. aktiemarknadsbolag: svenskt aktiebolag som utgivit aktier som är inregistrerade vid Stockholms fondbörs eller som trätt i stället för utgivare av sådana aktier (börsbolag) */k/ eller */-k/ svenskt aktiebolag som träffat avtal med fondkommissionär om att denne på begäran skall ange kurser på aktier i bolaget och till dessa kurser köpa och sälja aktier i bolaget (OTC-bolag). Aktieoption jämställs i denna lag med fondpapper. Därvid skall utfärdande av köpoption likställas med försäljning av de aktier optionen avser medan utfärdande av säljoption skall likställas med köp av aktierna. Lag (1990:1346)."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "har upphävts genom lag (1990:1346)."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "har upphävts genom lag (1990:1346)."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "har upphävts genom lag (1990:1346)."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "har upphävts genom lag (1990:1346)."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "har upphävts genom lag (1990:1346)."
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "har upphävts genom lag (1990:1346)."
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "har upphävts genom lag (1990:1346)."
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "har upphävts genom lag (1990:1346)."
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "har upphävts genom lag (1990:1346)."
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "har upphävts genom lag (1990:1346)."
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "har upphävts genom lag (1990:1346)."
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "har upphävts genom lag (1990:1346). Skyldighet att upprätta avräkningsnota"
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Vid köp eller byte av fondpapper skall avräkningsnota upprättas samma dag som avtal därom slutits. Har avtalet avslutats i kommission skall en särskild avräkningsnota upprättas beträffande uppgörelsen mellan kommissionären och den för vars räkning kommissionären handlat (kommittenten). Avräkningsnota skall upprättas på särskild blankett. Formulär till sådan blankett skall fastställas av bankinspektionen."
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Avräkningsnota skall om ej annat följer av andra stycket upprättas av säljaren vid köp och av vardera parten vid byte. Är fondkommissionär, för egen eller annans räkning, part i avtalet skall avräkningsnota alltid upprättas av honom."
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "En avräkningsnota skall innehålla uppgift om 1. kontrahenternas namn och adress, 2. vilken dag avtalet ingåtts, 3. det antal och de slag av fondpapper som omsatts, 4. köpeskillingen eller avtalat värde på de fondpapper som omsatts genom byte och vid bytet avtalad mellanskillnad, 5. vem som upprättat notan. Har avtalet avslutats i kommission skall detta anges i avräkningsnotan. Är kommissionären inte fondkommissionär skall även kommittentens namn och adress anges i avräkningsnotan."
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Den som upprättat en avräkningsnota skall inom tre dagar sända en kopia av notan till motparten i avtalet. Har en fondkommissionär handlat för någon annans räkning skall en kopia av notan inom samma tid sändas också till kommittenten. En fondkommissionär skall under minst tio år på betryggande sätt förvara de avräkningsnotor, som upprättats av denne."
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "En fondkommissionär skall, på sätt bankinspektionen beslutar, lämna inspektionen uppgift om innehållet i de avräkningsnotor som upprättats. Bestämmelser om viss förvaltning av fondpapper"
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Den som yrkessmässigt förvaltar fondpapper för någon annans räkning är skyldig att på begäran av bankinspektionen lämna inspektionen uppgifter om förvaltningen. Detta gäller dock inte om förvaltningen är särskilt reglerad i annan lag."
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Finner bankinspektionen att förvaltningen bedrivs i former som otillbörligen äventyrar enskildas kapitalinsatser eller annars är otillbörliga mot uppdragsgivare, får bankinspektionen skriftligen uppmana förvaltaren att rätta till missförhållandet på det sätt som är skäligt med hänsyn till omständigheterna. Om förvaltaren inte följer uppmaningen, får bankinspektionen i särskilt beslut göra anmärkning om missförhållandet. Bestämmelser om bankinspektionens utredande verksamhet"
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Finns det anledning anta att någon har överträtt bestämmelser i denna lag och är överträdelsen belagd med straff, får bankinspektionen i utredningssyfte infordra uppgifter av denne. Lag (1990:1346)."
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "har upphävts genom lag (1990:1346). Hur man överklagar beslut"
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Bankinspektionens beslut enligt denna lag får överklagas hos regeringen genom besvär. Vite"
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Om någon inte fullgör sin skyldighet enligt 21 eller 22 § får bankinspektionen förelägga vite. Lag (1990:1346). Ansvar"
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "har upphävts genom lag (1990:1346)."
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Till böter eller fängelse i högst sex månader skall den dömas som uppsåtligen eller av oaktsamhet lämnar oriktig eller vilseledande uppgift vid fullgörande av uppgiftsskyldighet som avses i 22 §. Lag (1990:1346)."
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Till böter skall den dömas som uppsåtligen eller av oaktsamhet 1. underlåter att inom föreskriven tid upprätta avräkningsnota enligt 17 §, 2. underlåter att fullgöra åliggande enligt 20 eller 21 §. I ringa fall skall inte dömas till ansvar."
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "har upphävts genom lag (1990:1346). Åtal"
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Allmänt åtal för brott enligt denna lag får väckas endast efter medgivande av bankinspektionen. Kostnad för tillsyn"
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "För att bekosta bankinspektionens övervakning enligt denna lag skall fondkommissionärerna betala årliga avgifter enligt de närmare föreskrifter som regeringen meddelar. Lag (1990:1346). Övergångsbestämmelser 1985:571 Denna lag träder i kraft den 1 oktober 1985, då lagen (1971:827) om registrering av aktieinnehav och lagen (1908:129 s. 1) med vissa bestämmelser om handel med fondpapper skall upphöra att gälla. Förekommer i lag eller annan författning hänvisning till föreskrift som ersatts genom bestämmelse i denna lag, skall hänvisningen i stället avse den nya bestämmelsen. Den som vid lagens ikraftträdande är skyldig att göra anmälan om innehav av aktier enligt 10 §, skall göra detta före utgången av oktober 1985. Har innehavet förut anmälts enligt lagen om registrering av aktieinnehav och har det därefter inte ökat eller minskat med 50 aktier eller mera eller, såvitt avser värdepapper som enligt 4 § andra stycket skall likställas med aktier, inte ökat eller minskat med mer än 10 000 kronor, behöver anmälan dock inte ske. 1986:313 Denna lag träder i kraft den 1 juli 1986. Den som vid lagens ikraftträdande är skyldig att göra anmälan om innehav av aktieoption enligt 10 §, skall göra det senast den 1 september 1986. 1990:1346 1. Denna lag träder i kraft den 1 februari 1991. 2. I fråga om överklagande av beslut som avses i 26  § och som har meddelats före ikraftträdandet gäller äldre föreskrifter. 3. Värdepapperscentralen skall till dess 16 § insiderlagen (1990:1342) har trätt i kraft, senast dagen efter det att anmälan enligt 9 § samma lag mottagits, sända uppgift om anmälningens innehåll till bankinspektionen. 4. Den upphävda 25 § skall tillämpas till dess 16 § insiderlagen (1990:1342) har trätt i kraft."
    }
  ]
}