{
  "id": "1985:568",
  "type": "statute",
  "title": "Lag (1985:568) om särskilda omsorger om psykiskt utvecklingsstörda m. fl.",
  "status": "repealed",
  "issued_date": "1985-06-13",
  "url": "https://data.riksdagen.se/dokument/sfs-1985-568.html",
  "description": "Upphävd 1994-01-01 genom SFS 1993:388",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Inledande bestämmelser",
      "content": "Denna lag innehåller föreskrifter om särskilda omsorger om psykiskt utvecklingsstörda. Vad i lagen sägs om psykiskt utvecklingsstörda gäller även personer som på grund av hjärnskada, föranledd av yttre våld eller kroppslig sjukdom, har fått ett betydande och bestående begåvningshandikapp samt personer med barndomspsykos."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "I socialtjänstlagen (1980:620) och i hälso- och sjukvårdslagen (1982:763) finns föreskrifter om kommunernas och landstingets ansvar för socialtjänst respektive hälso- och sjukvård åt alla. Lag (1991:1670). Verksamhetens mål"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "De särskilda omsorgerna skall syfta till att ge psykiskt utvecklingsstörda möjlighet att leva som andra och i gemenskap med andra. Omsorgerna skall vara inriktade på att utveckla den enskildes egna resurser. Verksamheten skall vara grundad på respekt för den enskildes självbestämmanderätt och integritet. De särskilda omsorgerna"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "De särskilda omsorgerna är 1. rådgivning, annat personligt stöd samt stöd av en särskild kontaktperson, 2. daglig verksamhet i dagcenter eller annan sysselsättning för dem över skolåldern, som saknar förvärvsarbete och inte utbildar sig, 3. korttidsvistelse utanför det egna hemmet i syfte främst att avlösa anhöriga i vård och tillsyn, samt korttidstillsyn utanför hemmet av skolungdom över 12 år, 4. boende i familjehem eller elevhem för barn och ungdomar som behöver bo utanför föräldrahemmet, 5. boende i gruppbostad för vuxna som inte kan bo i en egen bostad. I de särskilda omsorgerna enligt första stycket 2--5 ingår också omvårdnad. I de särskilda omsorgerna boende i elevhem och boende i gruppbostad ingår vidare fritidsverksamhet och kulturella aktiviteter. Rätten till särskilda omsorger"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Psykiskt utvecklingsstörda har rätt till särskilda omsorger enligt denna lag, om de behöver sådant stöd och sådan hjälp i sin livsföring och deras behov inte tillgodoses på något annat sätt. Psykiskt utvecklingsstörda skall genom de särskilda omsorgerna tillförsäkras goda levnadsvillkor. De särskilda omsorgerna skall anpassas till mottagarens individuella behov samt utformas så att de är lätt tillgängliga för de människor som behöver dem och stärker deras förmåga att leva ett självständigt liv."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Särskilda omsorger skall ges den psykiskt utvecklingsstörde endast om han begär det. Om han är under 15 år eller, i annat fall, om han uppenbart saknar förmåga att på egen hand ta ställning i frågan, skall de särskilda omsorgerna ges på begäran av vårdnadshavare, förmyndare, god man eller förvaltare enligt föräldrabalken. Lag (1988:1276). Landstingets ansvar"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Varje landsting skall svara för de särskilda omsorgerna åt psykiskt utvecklingsstörda som är bosatta inom landstinget. Psykiskt utvecklingsstörda som vistas i landstinget under en kortare tid skall ges det stöd och den hjälp som de omedelbart behöver. Vad som i denna lag sägs om landstinget gäller också kommuner som inte ingår i ett landsting. Föreskrifter om landstingsstyrelsen skall därvid avse kommunstyrelsen. Lag (1991:1670)."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Till landstingets uppgifter hör att 1. göra sig förtrogen med psykiskt utvecklingsstördas levnadsförhållanden samt verka för att de får sina behov allsidigt tillgodosedda, 2. informera om verksamhetens mål och medel, 3. i samverkan med kommunerna i landstinget samordna den verksamhet som behövs för psykiskt utvecklingsstörda och deras familjer samt verka för att den utvecklas på ett tillfredsställande sätt, 4. medverka till att psykiskt utvecklingsstörda får en meningsfull sysselsättning genom förvärvsarbete, 5. samverka med organisationer som företräder psykiskt utvecklingsstörda, 6. verka för att det allmänna fritids- och kulturutbudet blir tillgängligt för psykiskt utvecklingsstörda. Lag (1991:1670)."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Landstinget skall efter samråd med kommunerna inom landstinget planera för de särskilda omsorgerna om psykiskt utvecklingsstörda. Lag (1991:1670)."
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Samråd skall fortlöpande ske med den psykiskt utvecklingsstördes närstående."
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Landstinget skall anmäla till överförmyndaren när en psykiskt utvecklingsstörd kan antas behöva god man eller förvaltare samt när ett godmanskap eller förvaltarskap bör kunna upphöra eller uppdragets omfattning ändras. Lag (1991:1670)."
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Landstinget får till kommun i landstinget överlåta uppgift enligt denna lag beträffande psykiskt utvecklingsstörda som är bosatta i kommunen eller vistas där under kortare tid, om landstinget och kommunen har kommit överens om det samt regeringen medger det. Om en sådan överlåtelse sker, skall föreskrifterna i denna lag om landsting i tillämpliga delar gälla för kommunen. Om en överlåtelse enligt första stycket har skett får landstinget lämna ekonomiskt bidrag till kommunen. Har en överlåtelse skett till samtliga kommuner i landstinget får kommunerna lämna ekonomiska bidrag till varandra, om det behövs för kostnadsutjämning mellan kommunerna. Lag (1991:1670)."
    },
    {
      "provision_ref": "12 a",
      "section": "12 a",
      "content": "Ett landsting får med bibehållande av huvudmannaskapet överlåta till en kommun i landstinget att driva verksamhet med en eller flera särskilda omsorger, om kommunen medger det. Lag (1991:1670). Avgifter"
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Avgift skall inte tas ut för särskilda omsorger enligt denna lag. Av dem som uppbär folkpension i form av hel förtidspension eller hel ålderspension eller som har inkomst av eget arbete får dock, när de har stadigvarande bostad på landstingskommunens bekostnad, skäliga avgifter för kost och logi tas ut enligt de grunder som landstinget bestämmer. Avgifterna skall bestämmas så att de boende förbehålls tillräckliga medel för sina personliga behov. Regeringen meddelar ytterligare föreskrifter om sådana avgifter. Lag (1991:1670). Nämnder"
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Ledningen av omsorgsverksamheten skall utövas av en eller flera nämnder. För en sådan nämnd gäller vad som är föreskrivet om nämnder i kommunallagen (1991:900). Lag (1991:906). 15 § har upphävts genom lag (1991:906). Personal"
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "För verksamheten enligt denna lag skall det finnas den personal som behövs för att meddela god omsorg. Regeringen bemyndigas att meddela föreskrifter om behörighet till tjänster inom omsorgerna om psykiskt utvecklingsstörda och om tjänsternas tillsättning. Regeringen får överlåta åt socialstyrelsen att meddela sådana föreskrifter. Enskild omsorgsverksamhet"
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Om en enskild yrkesmässigt vill bedriva sådan verksamhet för psykiskt utvecklingsstörda som anges i 4 § första stycket 2--5, skall den enskilde söka tillstånd hos socialstyrelsen. Tillstånd får inte lämnas utan att en sådan nämnd som avses i 14 § har tillstyrkt det. Enskild verksamhet skall stå under tillsyn av nämnden. Nämnden har rätt att inspektera verksamheten. Lag (1991:1670). Tillsyn"
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Socialstyrelsen har tillsyn över verksamhet enligt denna lag. Styrelsen skall därvid följa och stödja verksamheten. Styrelsen har rätt att inspektera verksamheten. Ytterligare föreskrifter"
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Regeringen bemyndigas att i fråga om verksamhet enligt denna lag meddela ytterligare föreskrifter till skydd för enskilda. Regeringen får överlåta åt socialstyrelsen att meddela sådana föreskrifter. Överklagande"
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Ett beslut av en sådan nämnd som avses i 14 § om särskilda omsorger åt enskilda enligt 4 § får överklagas hos länsrätten. Socialstyrelsens beslut i fråga om tillstånd enligt 17 § eller om föreläggande eller förbud enligt 21 § får överklagas hos kammarrätten. De beslut som nämnden, socialstyrelsen, länsrätten eller kammarrätten meddelar i frågor som avses i första och andra styckena gäller omedelbart. Länsrätten eller kammarrätten får dock förordna att dess beslut skall gälla först sedan det har vunnit laga kraft. Lag (1991:1670). Övriga bestämmelser"
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Om det föreligger något missförhållande inom enskild omsorgsverksamhet som avses i 17 §, skall socialstyrelsen förelägga den som har ansvaret för verksamheten att avhjälpa missförhållandet. Om missförhållandet är allvarligt och socialstyrelsens föreläggande inte följs, får socialstyrelsen förbjuda verksamheten."
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Den som är eller har varit verksam inom enskild omsorgsverksamhet som avses i 17 § får inte obehörigen röja vad han därvid har erfarit om någons personliga förhållanden. I det allmännas omsorgsverksamhet tillämpas bestämmelserna i sekretesslagen (1980:100). Övergångsbestämmelser 1985:568 Föreskrifter om ikraftträdande av denna lag meddelas i lagen (1985:569) om införande av lagen (1985:568) om särskilda omsorger om psykiskt utvecklingsstörda m. fl."
    }
  ]
}