{
  "id": "1985:903",
  "type": "statute",
  "title": "Lag (1985:903) om uppdragsutbildning i anslutning till det kommunala skolväsendet m.m.",
  "status": "repealed",
  "issued_date": "1985-11-28",
  "url": "https://data.riksdagen.se/dokument/sfs-1985-903.html",
  "description": "Upphävd 1991-07-01 genom SFS 1991:1109",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Kommuner och landstingskommuner som är huvudmän för kommunal vuxenutbildning (komvux), kommunal högskoleutbildning inom vårdområdet eller gymnasieskola får i anslutning till sådan verksamhet bedriva uppdragsutbildning enligt bestämmelserna i denna lag."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "I anslutning till komvux får bedrivas uppdragsutbildning som i fråga om art och nivå har anknytning till den verksamhet som får förekomma i huvudmannens komvux."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "I anslutning till gymnasieskolan får bedrivas uppdragsutbildning som i fråga om art och nivå har anknytning till verksamheten i huvudmannens gymnasieskola, dock inte uppdragsutbildning som motsvarar någon linje."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "I anslutning till kommunal högskoleutbildning inom vårdområdet får bedrivas uppdragsutbildning som i fråga om art och nivå har anknytning till huvudmannens högskoleutbildning inom detta område, dock inte uppdragsutbildning som motsvarar någon allmän utbildningslinje."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Deltagare i uppdragsutbildning som motsvarar kurser i komvux, påbyggnadsutbildningar eller andra specialkurser i gymnasieskolan eller påbyggnadslinjer, lokala utbildningslinjer eller enstaka kurser i kommunal högskoleutbildning inom vårdområdet får ges betyg eller annat kompetensbevis enligt bestämmelserna för sådan utbildning under de förutsättningar som anges i föreskrifter som meddelas av regeringen eller den myndighet som regeringen bestämmer. Även i andra frågor som rör förhållandet till komvux, gymnasieskola eller högskoleutbildning meddelas föreskrifter av regeringen eller den myndighet som regeringen bestämmer."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Kommuner och landstingskommuner som är huvudmän för statsunderstödda folkhögskolor får bedriva uppdragsutbildning vid sidan av den statsunderstödda verksamheten vid skolorna."
    }
  ]
}