{
  "id": "1986:796",
  "type": "statute",
  "title": "Lag (1986:796) om godtrosförvärv av lösöre",
  "status": "in_force",
  "issued_date": "1986-12-13",
  "url": "https://data.riksdagen.se/dokument/sfs-1986-796.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Inledande bestämmelser",
      "content": "Denna lag gäller förvärv i god tro av rätt till lösöre. Lagen gäller inte sådana godtrosförvärv av lösöre beträffande vilka särskilda föreskrifter finns i annan lag. Godtrosförvärv av äganderätt"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Har någon förvärvat lösöre genom överlåtelse från någon annan som hade egendomen i sin besittning men varken var ägare till den eller behörig att förfoga över den på det sätt som skett, får förvärvaren äganderätt till egendomen, om han har fått den i sin besittning och var i god tro. En förvärvare skall anses ha varit i god tro endast om det är sannolikt att egendomens beskaffenhet, de förhållanden under vilka den utbjöds och omständigheterna i övrigt var sådana att han inte borde ha misstänkt att överlåtaren saknade rätt att förfoga över egendomen. Lag (2003:161)."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Även om förutsättningarna för godtrosförvärv enligt 2 § är uppfyllda, består ägarens rätt till egendomen, om egendomen har frånhänts honom genom att någon olovligen tagit den eller tilltvingat sig den genom våld på person eller genom hot som innebar eller för den hotade framstod som trängande fara. Kräver ägaren inte tillbaka egendomen från innehavaren inom sex månader från det att han fick eller måste antas ha fått kännedom om dennes innehav, får förvärvaren dock äganderätt till egendomen. Lag (2003:161). Hävd"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Har någon med äganderättsanspråk innehaft lösöre i tio år efter att ha förvärvat egendomen genom överlåtelse från någon som varken var ägare till den eller behörig att förfoga över den på det sätt som skett, får han äganderätt till egendomen på grund av hävd. Han får dock inte äganderätt om han vid förvärvet eller under innehavet borde ha misstänkt att överlåtaren saknade rätt att förfoga över egendomen. Samma regler gäller om egendomen efter en sådan överlåtelse i tio år med äganderättsanspråk innehafts av flera efter varandra på grund av överlåtelse eller arv, testamente, bodelning eller något annat liknande fång. Villkoret om god tro gäller samtliga innehavare. Lag (2003:161). Lösen"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Den som på grund av någon annans godtrosförvärv eller hävd har förlorat äganderätten till viss egendom har rätt att få tillbaka egendomen mot lösen. Den som vill lösa till sig egendomen skall kräva tillbaka den från innehavaren inom sex månader från det att han fick eller måste antas ha fått kännedom om dennes innehav. Gör han inte det, är rätten att få tillbaka egendomen förlorad. Lag (2003:161)."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Lösen skall motsvara ägarens kostnader för förvärv av egendomen och dess förbättring. Har ägaren förvärvat egendomen genom gåva, arv, testamente eller bodelning skall även kostnad som ägarens fångesman haft för förvärv av egendomen och dess förbättring inräknas i lösenbeloppet. Detta gäller dock bara under förutsättning att fångesmannen skulle ha haft rätt till lösen om återkrav hade framställts mot honom. Vid bestämmandet av lösen tas hänsyn till förändringar i penningvärdet. Lösen skall motsvara högst egendomens värde i den allmänna handeln."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Lösenbeloppet skall betalas till egendomens ägare. Har någon till säkerhet för en fordran en rätt till egendomen som är skyddad mot ägarens borgenärer, skall dock så mycket av lösenbeloppet betalas till honom som svarar mot värdet av denna fordran. Har någon i annat fall en rätt till egendomen som är skyddad mot ägarens borgenärer, skall så mycket av lösenbeloppet betalas till honom som svarar mot värdet av denna rätt. Godtrosförvärv av panträtt"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Vad som sägs i denna lag om godtrosförvärv av äganderätt gäller också godtrosförvärv av panträtt. Har någon gjort ett godtrosförvärv av panträtt i lösöre och vill någon annan lösa till sig egendomen enligt 5 §, skall lösenbeloppet svara mot värdet av den fordran för vilken egendomen är pantsatt, dock högst egendomens värde i den allmänna handeln. Lag (2003:161). Övergångsbestämmelser 1998:1574 1. Denna lag träder i kraft den 1 januari 1999. 2. I fråga om förvärv som har gjorts före ikraftträdandet gäller 3 § i sin äldre lydelse. 2003:161 1. Denna lag träder i kraft den 1 juli 2003. 2. I fråga om förvärv som har gjorts före ikraftträdandet gäller äldre bestämmelser."
    }
  ]
}