{
  "id": "1987:442",
  "type": "statute",
  "title": "Lag (1987:442) om försöksverksamhet med kommunal tillståndsprövning för vissa hem för vård eller boende enligt socialtjänstlagen (1980:620)",
  "status": "in_force",
  "issued_date": "1987-07-01",
  "url": "https://data.riksdagen.se/dokument/sfs-1987-442.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lagens tillämpningsområde",
      "content": "Med avvikelse från vad som föreskrivs i 69 § socialtjänstlagen (1980:620) får försöksverksamhet med kommunal tillståndsprövning bedrivas enligt bestämmelserna i denna lag. Försöksverksamheten skall bedrivas i den eller de kommuner som skriftligen har underrättat länsstyrelsen om att de åtar sig att delta i verksamheten. Lag (1991:1593). Tillståndsprövning hos socialnämnd"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Vill en enskild person eller sammanslutning inrätta ett hem för vård eller boende för att bedriva förskole- eller fritidshemsverksamhet, skall tillstånd sökas hos socialnämnden i den kommun där verksamheten skall bedrivas. 2 a § har upphävts genom lag (1994:1573). Ansökningar"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "En ansökan om tillstånd skall vara skriftlig och ange 1. verksamhetens art, 2. vem som skall driva verksamheten, 3. det beräknade antalet inskrivna barn, 4. hur verksamheten skall finansieras, 5. vem som skall förestå verksamheten, 6. personalen och dess utbildning."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Till en ansökan skall fogas ritningar över de lokaler där verksamheten skall bedrivas och uppgifter om vilka brandskyddsåtgärder som har vidtagits. Tillstånd"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "När ett tillstånd har meddelats skall socialnämnden utfärda ett skriftligt bevis om det. I beviset skall anges verksamhetens art, vem som skall driva verksamheten, det högsta antalet barn som samtidigt får vara inskrivna där, vem som skall vara föreståndare samt övriga villkor för tillståndet."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Ett tillstånd meddelas tills vidare eller för viss tid. Tillståndet får inte överlåtas. Ändringar i verksamheten"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Vill den som driver ett hem som avses i 2 § förändra verksamheten så, att den inte längre motsvarar det meddelade tillståndet, skall han söka tillstånd av socialnämnden för den ändrade verksamheten."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Om den som driver ett sådant hem som avses i 2 § lägger ned verksamheten, skall han omedelbart anmäla detta till socialnämnden. Överklagande"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Socialnämndens beslut i ärenden om tillstånd enligt denna lag får överklagas hos länsstyrelsen. Länsstyrelsens beslut får överklagas hos kammarrätten genom besvär."
    }
  ]
}