{
  "id": "1987:788",
  "type": "statute",
  "title": "Lag (1987:788) om införande av äktenskapsbalken",
  "status": "in_force",
  "issued_date": "1987-06-11",
  "url": "https://data.riksdagen.se/dokument/sfs-1987-788.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Ikraftträdande m.m.",
      "content": "Äktenskapsbalken och denna lag träder i kraft den 1 januari 1988."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Genom äktenskapsbalken upphävs, med den begränsning som följer av denna lag, giftermålsbalken i Sveriges rikes lag och lagen (1959:157) med särskilda bestämmelser om makars gemensamma bostad."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Om det i lag eller annan författning hänvisas till föreskrifter som har ersatts genom bestämmelser i äktenskapsbalken, skall i stället de nya bestämmelserna tillämpas. Tillämpning av övergångsbestämmelser till vissa lagar om ändring i giftermålsbalken"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Tredje stycket i övergångsbestämmelserna till lagen (1970:999) om ändring i giftermålsbalken skall fortfarande gälla."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Punkt 5 fjärde stycket i övergångsbestämmelserna till lagen (1973:645) om ändring i giftermålsbalken skall fortfarande gälla, såvitt gäller verkan av hemskillnad."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Punkterna 2 och 6 i övergångsbestämmelserna till lagen (1978:854) om ändring i giftermålsbalken skall fortfarande gälla. Bidragsskyldighet som har bestämts enligt äldre bestämmelser skall dock fullgöras enligt bestämmelserna i äktenskapsbalken. För bidragsskyldighet som har bestämts enligt äldre bestämmelser gäller i fråga om jämkning äktenskapsbalken."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Övergångsbestämmelsen till lagen (1981:360) om ändring i giftermålsbalken skall fortfarande gälla. Övergångsbestämmelser till 7 och 8 kap. äktenskapsbalken"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Har en make före ikraftträdandet förfogat över sin egendom utan den andra makens samtycke, skall äldre bestämmelser tillämpas i fråga om åtgärdens giltighet och den tid inom vilken klander skall väckas. Detsamma gäller beträffande förfoganden efter ikraftträdandet, om bodelning skall ske enligt äldre bestämmelser."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Har före ikraftträdandet ett äktenskapsförord getts in till domstol för registrering, skall registreringen ske enligt bestämmelserna i giftermålsbalken."
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Om en gåvohandling som har upprättats före ikraftträdandet ges in till domstol för registrering efter ikraftträdandet, skall gåvan registreras enligt bestämmelserna i äktenskapsbalken. Har trolovade upprättat ett äktenskapsförord som innebär att en gåva skall tillfalla en av dem vid äktenskapets ingående och har de gift sig före ikraftträdandet, blir gåvan gällande enligt vad som anges i 8 kap. 12 § första meningen giftermålsbalken även om äktenskapsförordet ges in till tingsrätten efter ikraftträdandet. I sådana fall skall registrering ske enligt bestämmelserna i giftermålsbalken. Har den ena maken före ikraftträdandet gett den andra maken en gåva, skall äldre bestämmelser tillämpas i fråga om den andra makens ansvar för givarens skuld. Övergångsbestämmelser till 9--13 kap. äktenskapsbalken"
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Har före ikraftträdandet talan om äktenskapsskillnad väckts eller den ena maken avlidit, skall äldre bestämmelser om bodelning tillämpas. Om ett mål om äktenskapsskillnad pågår och en make begär bodelning, skall sådan dock förrättas genast. I fråga om verkan av en sådan bodelning när målet inte leder till äktenskapsskillnad skall bestämmelserna i äktenskapsbalken tillämpas."
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Har ansökan om boskillnad gjorts före ikraftträdandet, skall äldre bestämmelser tillämpas. Övergångsbestämmelse till 14 kap. äktenskapsbalken"
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Har mål som avses i 14 kap. äktenskapsbalken inletts i en domstol före ikraftträdandet, skall äldre bestämmelser tillämpas i fråga om förfarandet. Övergångsbestämmelse till 16 kap. äktenskapsbalken"
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Har ett äktenskapsförord registrerats enligt bestämmelserna i giftermålsbalken, får äktenskapsförordet efter ikraftträdandet inte förklaras ogiltigt på den grunden att rätten inte var behörig enligt äldre bestämmelser. Särskilda bestämmelser om äktenskap som har ingåtts före år 1921"
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Lagen (1920:406) om införande av nya giftermålsbalken skall fortfarande gälla för äktenskap som har ingåtts före år 1921, om inte annat sägs i det följande. I de fall då det i den lagen anges att föreskrifter i nya giftermålsbalken skall tillämpas och dessa har ersatts av bestämmelser i äktenskapsbalken, skall i stället äktenskapsbalk s bestämmelser tillämpas. Bestämmelserna i 7 kap. 4--9 §§ tenskapsbalk äktenskapsbalken skall därvid tillämpas också till den del de avser enskild egendom."
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Då sådant skifte som avses i äldre giftermålsbalken sker, skall den make som bäst behöver makarnas gemensamma bostad ha rätt att få denna. Om egendomen tillhör den andra maken enskilt, gäller detta dock inte om egendomen har tillfallit denne genom gåva, arv eller testamente med villkor att den skall tillhöra maken enskilt. En förutsättning för att en make skall få överta en bostad som tillhör den andra maken är vidare att ett sådant övertagande även med hänsyn till omständigheterna i övrigt kan anses skäligt. Vad som sägs i första stycket om bostaden gäller även makarnas gemensamma bohag. Beträffande vad som avses med makarnas gemensamma bostad och bohag gäller 7 kap. 4 § äktenskapsbalken. I övrigt tillämpas på övertagandet"
    },
    {
      "provision_ref": "11:17",
      "chapter": "11",
      "section": "17",
      "title": "När den ena maken är död, gäller rätten till övertagande endast till",
      "content": "Bestämmelsen i 9 kap. 5 § äktenskapsbalken om bodelnings form samt bestämmelserna i 10 kap. 3 §, 11 kap. 5 §, 13 kap. 5 § och 17 kap. samma balk skall tillämpas även på äktenskap som har ingåtts före år 1921. Vad som sägs i dessa bestämmelser om bodelning skall i stället avse skifte av makarnas bo, och vad som sägs om giftorättsgods skall avse den egendom som skall skiftas."
    },
    {
      "provision_ref": "11:18",
      "chapter": "11",
      "section": "18",
      "content": "I fall som avses i 11 § första stycket tillämpas äldre bestämmelser i stället för bestämmelserna i 16 och 17 §§. Bestämmelse om nordiska boskillnadsmål"
    },
    {
      "provision_ref": "11:19",
      "chapter": "11",
      "section": "19",
      "content": "I fråga om en ansökan om boskillnad som får tas upp av svensk domstol enligt 3 kap. 5 § lagen (2019:234) om makars och sambors förmögenhetsförhållanden i internationella situationer ska giftermålsbalkens bestämmelser om rättegången i boskillnadsmål fortfarande tillämpas. Lag (2019:238)."
    }
  ]
}