{
  "id": "1988:97",
  "type": "statute",
  "title": "Lag (1988:97) om förfarandet hos kommunerna, förvaltningsmyndigheterna och domstolarna under krig eller krigsfara m.m.",
  "status": "in_force",
  "issued_date": "1988-02-18",
  "url": "https://data.riksdagen.se/dokument/sfs-1988-97.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lagens tillämpning",
      "content": "Denna lag är tillämplig på beslutande kommunala församlingar samt på förvaltningsmyndigheter och domstolar. Bestämmelserna i 32 - 36 §§ gäller också hos regeringen. Lagen gäller inte förvaltningsmyndigheter under riksdagen. Lag (1999:941)."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Bestämmelserna i 5 - 37 §§ skall tillämpas om riket är i krig. Är riket i krigsfara eller råder det sådana utomordentliga förhållanden som är föranledda av krig eller av krigsfara vari riket har befunnit sig, får regeringen föreskriva att 5 - 37 §§ helt eller delvis skall tillämpas från den tidpunkt som regeringen bestämmer. Under den tid när 5 - 37 §§ tillämpas gäller dessa bestämmelser eller föreskrifter som har meddelats med stöd av dem i stället för avvikande bestämmelser i någon annan lag eller författning."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "En föreskrift enligt 2 § andra stycket skall underställas riksdagen inom en månad från utfärdandet. Föreskriften upphör att gälla, om den inte underställs riksdagen i rätt tid eller om riksdagen inte godkänner den inom två månader från den dag då underställningen skedde. Regeringen skall föreskriva att bestämmelserna i 5-37 §§ inte skall tillämpas, när det inte längre råder sådana förhållanden som avses i 2 § första och andra styckena. Lag (1994:1641)."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Befogenhet som ges i denna lag får utnyttjas bara i den utsträckning som behövs på grund av sådana förhållanden som avses i 2 § första och andra styckena. Bestämmelser om kommunerna"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "I denna lag avses med - fullmäktige: kommunfullmäktige, regionfullmäktige och förbundsfullmäktige i kommunalförbund, - styrelse: kommunstyrelse, regionstyrelse och förbundsstyrelse i kommunalförbund med förbundsfullmäktige. Lag (2019:863)."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Fullmäktige får handlägga ett ärende endast om mer än en tredjedel av ledamöterna är närvarande. Fullmäktige kan dock föreskriva att en interpellation eller fråga får besvaras, även om antalet närvarande är lägre. Om en närvarande ledamot i fullmäktige på grund av jäv är hindrad att delta i handläggningen av ett visst ärende, får fullmäktige handlägga detta, även om antalet närvarande på grund av hindret inte uppgår till det antal som avses i första stycket. Ett sammanträde med en beslutande kommunal församling kan utan hinder av vad som annars är föreskrivet kungöras på annat betryggande sätt som ordföranden bestämmer."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Styrelsen får i ett ärende som inte kan anstå besluta i stället för fullmäktige. Styrelsen får dock inte besluta i ett ärende som rör 1. val av ledamöter och ersättare i styrelsen eller någon annan nämnd eller av revisorer, 2. ansvarsfrihet för styrelsens eller en annan nämnds ledamöter eller åtgärd för att bevara kommunens, regionens eller kommunalförbundets rätt. Beslut som har fattats med stöd av första stycket ska anmälas till fullmäktige vid nästa sammanträde. Lag (2019:863)."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Styrelsen eller en annan nämnd får handlägga ett ärende endast om mer än en tredjedel av ledamöterna är närvarande. Antalet ledamöter skall dock alltid vara minst tre."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Om det är av synnerlig vikt att ett beslut som enligt 7 § eller på annan grund ankommer på styrelsen fattas innan styrelsen kan sammanträda, får dess ordförande besluta i ärendet. Detsamma gäller en annan nämnds ordförande i fråga om beslut som ankommer på den nämnden. Ett beslut som har fattats med stöd av första stycket skall anmälas till styrelsen respektive nämnden vid dess nästa sammanträde."
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Fullmäktige får uppdra åt styrelsen eller åt en eller flera andra nämnder att helt eller delvis handha förvaltning eller verkställighet som annars enligt lag eller annan författning ankommer på annan nämnd än styrelsen. I Stockholms kommun får fullmäktige besluta att styrelsens uppgifter skall övertas av borgarrådsberedningen. Om ett sådant beslut fattas, skall vad som sägs i första stycket och i 7 - 9 §§ om styrelsen i stället gälla borgarrådsberedningen. Bestämmelser om förvaltningsmyndigheterna"
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Regeringen får föreskriva att en förvaltningsmyndighets uppgifter inte skall fullgöras eller att de skall övertas av en annan sådan myndighet eller av en domstol. Regeringen får därvid besluta de ytterligare bestämmelser som behövs till följd av att sådana föreskrifter meddelas. Regeringen får föreskriva eller i särskilda fall besluta att de som tjänstgör hos en förvaltningsmyndighet skall tjänstgöra i andra anställningar eller uppdrag hos det allmänna. Regeringen får överlåta sin befogenhet enligt andra stycket att besluta i särskilda fall till statliga förvaltningsmyndigheter, när det gäller dem som tjänstgör hos staten, och till beslutande kommunala församlingar och förvaltningsmyndigheter, när det gäller dem som tjänstgör hos kommunen."
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Regeringen får föreskriva att en uppgift, som tillkommer regeringen i ett visst slag av förvaltningsärenden, skall övertas av en statlig förvaltningsmyndighet. Om uppgiften enligt grundlag ankommer på regeringen, gäller vad som nu sagts endast för fall av krig eller omedelbar krigsfara."
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Om riket är i krig och förbindelsen mellan en del av riket och regeringen inte alls eller endast med avsevärda svårigheter kan upprätthållas eller omedelbara åtgärder annars måste vidtas får regeringen överlåta åt länsstyrelsen att inom det område eller civilområde som den ansvarar för fullgöra de uppgifter, som enligt 8 kap. regeringsformen ankommer på regeringen, och besluta att en lag i ett visst ämne ska börja tillämpas. Lag (2023:408)."
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "I fråga om statliga förvaltningsmyndigheter får regeringen 1. föreskriva eller i särskilda fall besluta att en myndighet får ha sin verksamhet helt eller delvis förlagd till annan ort än den där den annars utövas, 2. föreskriva att en myndighet får fatta beslut i en annan sammansättning eller med ett mindre antal ledamöter eller i en annan ordning än som annars gäller, 3. föreskriva att en myndighets beslut inte får överklagas. Regeringen får överlåta sina befogenheter enligt första stycket 1 och 2 till en statlig förvaltningsmyndighet. Regeringen får meddela de bestämmelser som behövs till följd av att regeringen har beslutat föreskrifter enligt första stycket 3."
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Om det i en lag eller annan författning i fråga om förvaltningsärenden av visst slag har föreskrivits att en myndighet skall höras eller att någon annan särskild utredning skall införskaffas och det är förenat med väsentliga olägenheter att låta utreda ett ärende på detta sätt, får ärendet utredas på något annat lämpligt sätt."
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "En förvaltningsmyndighets handläggning av ett ärende som avser myndighetsutövning mot någon enskild skall uppskjutas, om en part är ur stånd att bevaka sin rätt eller om det finns något annat hinder för utredningen till följd av förhållanden som avses i 2 § första och andra styckena. Kan ärendet utredas tillfredsställande, får det dock handläggas och avgöras, om det är av synnerlig vikt för en part att ärendet avgörs eller om det föreligger andra särskilda skäl. Bestämmelser om domstolarna m.m."
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Regeringen får föreskriva 1. att uppgifter som ankommer på en viss tingsrätt, hovrätt, förvaltningsrätt eller kammarrätt ska övertas av en annan domstol av samma slag, 2. att uppgifter som ankommer på en domstol, som inte är allmän domstol eller allmän förvaltningsdomstol, inte ska fullgöras eller ska fullgöras av en annan domstol, 3. att en tingsrätt är domför med en lagfaren domare i sådana fall då det enligt rättegångsbalken eller annan lag krävs tre lagfarna domare, 4. att en domstol ska ha sin verksamhet helt eller delvis förlagd till annan ort än den där verksamheten annars utövas, 5. att en domstol inte behöver vara delad i avdelningar. Regeringen får meddela de bestämmelser som behövs till följd av att regeringen har beslutat föreskrifter enligt första stycket 2. Lag (2010:982)."
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Regeringen får i särskilda fall besluta att en innehavare av ordinarie domaranställning ska fullgöra en högre eller en i fråga om anställningsförmånerna jämställd domaranställning vid en annan domstol än den han tillhör. Detta gäller dock inte justitieråd. Regeringen får i fråga om dem som tjänstgör vid en domstol men inte är ordinarie domare föreskriva eller i särskilda fall besluta att de ska tjänstgöra i andra anställningar eller uppdrag i domstol. Regeringen får överlåta sina befogenheter enligt första eller andra stycket att fatta beslut i särskilda fall till hovrätter och kammarrätter när det gäller det egna domstolsområdet. Lag (2010:1503)."
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Om riket är i krig och förbindelsen mellan en del av riket och regeringen inte alls eller endast med avsevärda svårigheter kan upprätthållas eller omedelbara åtgärder annars måste vidtas, får regeringen i fråga om den delen av riket överlåta sina befogenheter enligt 8 kap. regeringsformen att meddela föreskrifter om domstolarna och deras verksamhet till en domstol eller en annan myndighet. Lag (2023:408)."
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Om det är lämpligt med hänsyn till utredningen och övriga omständigheter, får rätten besluta att ett mål eller ärende som är anhängigt vid domstolen skall flyttas över till en annan domstol av samma slag."
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Är en part i ett tvistemål förhindrad att inställa sig personligen på grund av förhållanden som avses i 2 § första och andra styckena, får målet ändå handläggas och avgöras, om saken kan utredas tillfredsställande. Ett mål i en förvaltningsdomstol får handläggas och avgöras utan hinder av vad som annars är föreskrivet om muntliga förhandlingar, om saken kan utredas tillfredsställande utan en sådan förhandling."
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Kan en part vid allmän domstol antas vara ur stånd att ta till vara sin rätt på grund av förhållanden som avses i 2 § första och andra styckena, skall rätten förordna ett särskilt ombud för honom, om det är av synnerlig vikt för honom eller för motparten att målet eller ärendet handläggs och avgörs eller om detta är angeläget från allmän synpunkt. Ett särskilt ombud skall entledigas så snart parten personligen eller genom ett eget ombud kan ta till vara sin rätt. Till särskilt ombud bör en advokat förordnas, om en sådan finns tillgänglig. Ett särskilt ombud får inte motta delgivning av stämning i brottmål. I övrigt skall bestämmelserna i 12 kap. rättegångsbalken om rättegångsombud med fullmakt för ett visst mål tillämpas."
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Ett särskilt ombud har rätt till skälig ersättning av allmänna medel för arbete, tidsspillan och utlägg. Ersättningen fastställs av rätten. I fråga om kostnaderna för ombudet skall bestämmelserna i lag om parts rättegångskostnad tillämpas utom beträffande ersättning för ränta. Motpart eller annan som är ersättningsskyldig för sådana kostnader skall åläggas att utge ersättningen till staten. Belopp, som inte annan sålunda förpliktas betala, skall återbetalas till staten av den för vilken ombudet har förordnats, dock inte mer än vad han skulle ha fått betala i rättshjälpsavgift enligt rättshjälpslagen (1996:1619). Vad som där sägs om rättshjälpsbiträde gäller kostnad för ombudet. Om ersättningen till ombudet understiger ett visst av regeringen föreskrivet belopp, skall återbetalningsskyldighet inte åläggas. Beträffande kostnaderna för ett särskilt ombud för en tilltalad i brottmål tillämpas bestämmelserna i rättegångsbalken om skyldighet för tilltalad eller annan att till staten återbetala kostnad för offentlig försvarare. Lag (1996:1643)."
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "När en nämndeman har förhinder får rättens ordförande kalla någon till tjänstgöring som är valbar till nämndeman inom eller utom domkretsen. När en särskild ledamot, teknisk ledamot eller någon annan sådan ledamot i domstol har förhinder får en annan lämplig person tillkallas."
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Om inte någon behörig person finns att tillgå för ett uppdrag som offentlig försvarare, får en annan lämplig person förordnas."
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Bestämmelserna i 11 - 16 §§ tillämpas i stället för 17 - 25 §§ såvitt gäller domstolarnas handläggning av förvaltningsärenden."
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Om den som skall höras under förundersökning bedöms kunna inställa sig till förhöret utan avsevärda olägenheter men underlåter att inställa sig på kallelse, får han hämtas även om avståndet mellan platsen för förhöret och hans bostad eller uppehållsplats är längre än som anges i"
    },
    {
      "provision_ref": "23:28",
      "chapter": "23",
      "section": "28",
      "content": "Har upphävts genom lag (2023:535). Gemensamma bestämmelser"
    },
    {
      "provision_ref": "23:29",
      "chapter": "23",
      "section": "29",
      "content": "Mål och ärenden skall handläggas i den turordning som krävs av hänsyn till allmänna intressen. Om de är av betydelse för totalförsvaret, skall de ges särskilt företräde."
    },
    {
      "provision_ref": "23:30",
      "chapter": "23",
      "section": "30",
      "content": "Regeringen får föreskriva om anstånd med val av ledamöter i beslutande kommunala församlingar eller av innehavare av andra allmänna uppdrag. I en sådan föreskrift skall det sättas ut en ny tid för valet och anges vad som återstår av mandatperioden. Detsamma gäller i fråga om allmänna uppdrag i vilka tillsättningen sker på annat sätt än genom val."
    },
    {
      "provision_ref": "23:31",
      "chapter": "23",
      "section": "31",
      "content": "Regeringen får föreskriva att fler suppleanter skall utses än som annars är föreskrivet samt att tid för sammanträde, förrättning eller fullgörande av någon annan uppgift skall ändras."
    },
    {
      "provision_ref": "23:32",
      "chapter": "23",
      "section": "32",
      "content": "Regeringen får föreskriva om förlängning av 1. tiden för överklagande eller omprövning, för ansökan om resning, för besvär över domvilla eller för annan liknande åtgärd, 2. annan tidsfrist för att anhängiggöra eller bevaka talan hos domstol, 3. den tid inom vilken en ansökan eller anmälan eller en annan liknande åtgärd annars måste vidtas för att en förmån eller en rättighet skall bevakas eller en skyldighet fullgöras. En kungörelse om krigstillstånd skall anses innefatta en föreskrift enligt första stycket 1 och 2 om en förlängning av tiden till tre veckor från dagen för kungörelsens utfärdande, om regeringen inte föreskriver annat."
    },
    {
      "provision_ref": "23:33",
      "chapter": "23",
      "section": "33",
      "content": "Har en skrivelse med överklagande kommit in för sent till en myndighet och kan det skäligen antas att laga förfall förelegat på grund av förhållanden som avses i 2 § första och andra styckena, skall skrivelsen anses ha kommit in i rätt tid, om den kommit in inom tre veckor från det förfallet upphörde. Har det som nu sagts tillämpats när en part vädjat i tvistemål eller brottmål, räknas den tid som anges i 50 kap. 2 § och 51 kap. 2 § rättegångsbalken från den dag då rätten beslutat att inte avvisa vadetalan."
    },
    {
      "provision_ref": "23:34",
      "chapter": "23",
      "section": "34",
      "content": "För fall då någon på grund av förhållanden som avses i 2 § första och andra styckena försuttit tiden för att anhängiggöra eller bevaka talan hos domstol, ansöka om resning eller anföra besvär över domvilla, eller annars försuttit den tid inom vilken en ansökan eller en anmälan eller en annan liknande åtgärd vid en myndighet måste vidtas för att en förmån eller en rättighet skall bevakas eller en skyldighet fullgöras, får regeringen föreskriva att en myndighet efter ansökan får sätta ut en ny tid för åtgärden."
    },
    {
      "provision_ref": "23:35",
      "chapter": "23",
      "section": "35",
      "content": "Sådan ansökan som avses i 34 § eller ansökan om återställande av försutten tid enligt 58 kap. 12 § rättegångsbalken skall göras inom tre veckor sedan förfallet upphörde eller inom den längre tid som regeringen föreskriver. Bestämmelsen i 58 kap. 12 § rättegångsbalken om att ansökan skall göras senast inom ett år från den dag då tiden gick ut skall inte tillämpas, om sökanden inte har kunnat iaktta bestämmelsen på grund av förhållanden som avses i 2 § första och andra styckena."
    },
    {
      "provision_ref": "23:36",
      "chapter": "23",
      "section": "36",
      "content": "Delgivning med den som tjänstgör inom Försvarsmakten ska ske genom myndigheten. Ett intyg av Försvarsmakten ska gälla som fullt bevis att delgivning har skett på det sätt som anges i intyget. Avser delgivningen personlig inställelse, ska intyget om delgivningen innehålla uppgift om huruvida den kallade är förhindrad att inställa sig på grund av sin tjänstgöring. Delgivning med den som tjänstgör inom Försvarsmakten får inte ske enligt 34-38 och 47-51 §§ delgivningslagen (2010:1932). Har delgivning annars skett enligt delgivningslagen, ska den anses ha skett på behörigt vis, även om den inte har verkställts genom Försvarsmakten. Regeringen får föreskriva om andra avvikelser från vad som annars gäller i fråga om delgivning i mål och ärenden hos domstolar och andra myndigheter. Lag (2010:1952)."
    },
    {
      "provision_ref": "23:37",
      "chapter": "23",
      "section": "37",
      "content": "Har en föreskrift meddelats enligt 30 § eller har ett val inte hållits av andra skäl, skall den tidigare innehavaren kvarstå i uppdraget till dess att någon annan har valts och tillträtt uppdraget. Bestämmelser om att en nämndeman eller annan innehavare av ett uppdrag vid en myndighet får avsäga sig uppdraget på grund av att han redan har haft detta under en viss tid eller har uppnått en viss ålder skall inte tillämpas. Även om tiden går ut för förordnande som särskild ledamot eller annan sådan ledamot i domstol, som ledamot eller som ersättare i arbetsdomstolen eller som särskild sakkunnig i förvaltningsdomstol, skall förordnandet bestå tills ett nytt beslut meddelas."
    },
    {
      "provision_ref": "23:38",
      "chapter": "23",
      "section": "38",
      "content": "Har regeringen föreskrivit att 5 - 37 §§ inte skall tillämpas längre, skall 1. bestämmelserna i 37 § första stycket ändå tillämpas till dess att någon annan skall tillträda uppdraget, 2. den som har deltagit i handläggningen av ett mål eller ärende på grund av bestämmelserna i 24 § eller 37 § andra eller tredje stycket alltjämt vara behörig i det målet eller ärendet, 3. den som har förordnats till särskilt ombud enligt 22 § ha kvar sitt uppdrag till dess han entledigas enligt föreskrifterna i samma paragraf. En föreskrift om att 5 - 37 §§ inte skall tillämpas längre inverkar inte på tid som dessförinnan har förlängts enligt 32 §. Bestämmelserna i 34 och 35 §§ skall fortfarande tillämpas, om tiden har börjat löpa innan föreskriften trädde i kraft. Övergångsbestämmelser 1988:97 1. Denna lag träder i kraft den 1 januari 1989. 2. Genom lagen upphävs a) lagen (1942:87) med särskilda bestämmelser angående stats- och kommunalmyndigheterna och deras verksamhet vid krig eller krigsfara m. m., b) lagen (1957:132) med särskilda bestämmelser angående domstolarna och rättegången vid krig eller krigsfara m.m., c) kungörelsen (1943:137) om tillämpningen av lagen den 13 mars 1942 (nr 87) med särskilda bestämmelser angående stats- och kommunalmyndigheterna och deras verksamhet vid krig eller krigsfara m.m. 3. Om det i en lag eller i en författning som har beslutats av regeringen hänvisas till en föreskrift som har ersatts genom en föreskrift i denna lag, tillämpas i stället den nya föreskriften. 2006:371 Denna lag träder i kraft den 1 juli 2006 men skall tillämpas i sin äldre lydelse för de revisorer och revisorsersättare som valts för granskning t.o.m. räkenskapsåret 2006. 2010:1952 1. Denna lag träder i kraft den 1 april 2011. 2. Äldre bestämmelser gäller om en handling har skickats eller lämnats före den 1 april 2011."
    }
  ]
}