{
  "id": "1988:46",
  "type": "statute",
  "title": "Lag (1988:46) om revision av riksdagens förvaltning och riksdagens myndigheter m.m.",
  "status": "repealed",
  "issued_date": "1988-01-28",
  "url": "https://data.riksdagen.se/dokument/sfs-1988-46.html",
  "description": "Upphävd 2003-07-01 genom SFS 2002:1040",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Riksdagens förvaltning, Riksdagens ombudsmän, Riksdagens revisorer, Riksbanken samt Stiftelsen Riksbankens Jubileumsfond svarar var och en för sin internrevision. Lag (1999:203)."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Riksdagens revisorer skall för varje avslutat räkenskapsår granska Riksbankens tillstånd, styrelse och förvaltning samt verksamheten vid riksdagens förvaltning, Riksdagens ombudsmän och Stiftelsen Riksbankens Jubileumsfond. Riksdagens finansutskott svarar för att revision sker av Riksdagens revisorer. Lag (1999:203)."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Riksdagens revisorer skall senast den 15 mars avge berättelser till riksdagen över revisionen av riksbanken och Stiftelsen Riksbankens jubileumsfond. Berättelserna skall belysa omfattningen och inriktningen av revisorernas granskning och i vad gäller riksbanken utmynna i ett uttalande huruvida revisorerna anser att ansvarsfrihet bör beviljas fullmäktige och direktionen i riksbanken. I berättelsen om riksbanken skall revisorerna också ta ställning till riksbankens resultat- och balansräkningar. Förordning (1998:1410)."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "I 9 kap. 2 § lagen (1988:1385) om Sveriges riksbank finns bestämmelser om det ansvar som fullmäktige i Riksbanken har för internrevisionen av den egna myndigheten. Motsvarande bestämmelser finns i vad gäller riksdagens förvaltning i 8 § lagen (2000:419) med instruktion för riksdagsförvaltningen, i vad gäller Riksdagens revisorer i 2 § lagen (1987:518) med instruktion för Riksdagens revisorer, i vad gäller Riksdagens ombudsmän i 12 § lagen (1986:765) med instruktion för Riksdagens ombudsmän och i vad gäller Stiftelsen Riksbankens Jubileumsfond i 10 § stadgarna (RFS 1988:1) för Stiftelsen Riksbankens Jubileumsfond. Lag (2000:426)."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Har upphävts genom lag (1999:203)."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Internrevisionen skall främst inriktas på att bedöma om redovisningen är rättvisande och i enlighet med god redovisningssed. Lag (1999:203)."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Riksdagens förvaltning, Riksdagens ombudsmän, Riksbanken samt Stiftelsen Riksbankens Jubileumsfond fastställer revisionsplan var och en för sin verksamhet efter samråd med Riksdagens revisorer. Lag (1999:203)."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Har upphävts genom lag (1999:203)."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Revisionsansvariga vid riksdagens förvaltning, Riksdagens ombudsmän, Riksbanken samt vid Stiftelsen Riksbankens Jubileumsfond skall, när anledning därtill föreligger, omedelbart och direkt till Riksdagens revisorer anmäla förhållanden som framkommit vid eller har samband med internrevisionen. Lag (1999:203). Övergångsbestämmelser 1994:1070 Denna lag träder i kraft den 1 juli 1994. Äldre bestämmelser gäller fortfarande i fråga om granskning som avser tid före ikraftträdandet."
    }
  ]
}