{
  "id": "1988:217",
  "type": "statute",
  "title": "Förordning (1988:217) om försöksverksamhet med snabbare utredningar rörande unga lagöverträdare",
  "status": "repealed",
  "issued_date": "1988-04-21",
  "url": "https://data.riksdagen.se/dokument/sfs-1988-217.html",
  "description": "Upphävd 1995-03-01 genom SFS 1994:1762",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "För att åstadkomma snabbare handläggning av mål mot unga lagöverträdare skall försöksverksamhet enligt denna förordning bedrivas i mål och ärenden som hänför sig till Handens, Norrköpings, Värnamo, Malmö, Köpings, Västerås, Borlänge och Luleå åklagardistrikt. Vid de åklagarmyndigheter, polismyndigheter och socialnämnder som berörs av försöksverksamheten bör tas till vara de ide'er och uppslag som kan komma fram under försöksverksamhetens gång och som främjar ett gott samarbete mellan myndigheterna och i övrigt medverkar till en snabbare handläggning. /r4/ Förundersökningen"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Om någon som fyllt 15 men inte 18 år är skäligen misstänkt för ett brott på vilket fängelse kan följa, skall polismyndigheten genast underrätta socialnämnden."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Förundersökning rörande brott som avses i 2 § skall bedrivas med särskild skyndsamhet. Förundersökningen skall vara avslutad inom två veckor, om inte utredningens beskaffenhet eller andra särskilda omständigheter gör detta omöjligt. Om det kan antas att åtal för brottet inte kommer att väckas, får underrättelse enligt 23 kap. 18 § rättegångsbalken alltid sändas till den misstänkte i vanligt brev utan hinder av reglerna i 12 a § andra stycket förundersökningskungörelsen (1947:948)."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Vid förundersökningen bör i första hand anlitas polispersonal som särskilt avdelats för eller som annars har erfarenhet av frågor om unga lagöverträdare. Har den unge tidigare varit föremål för förundersökning eller utredning enligt 13 § lagen (1964:167) med särskilda bestämmelser om unga lagöverträdare, bör tillses att samma personer om möjligt tilldelas också den nya förundersökningen. Första stycket skall tillämpas också i fråga om åklagarens handläggning, om det kan ske utan väsentlig olägenhet. /r4/ Yttrande från socialnämnden"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Åklagaren skall så snart som möjligt och senast i samband med att förundersökningen avslutas ta ställning till om yttrande enligt 3 § lagen (1964:167) med särskilda bestämmelser om unga lagöverträdare behöver inhämtas eller inte. Om yttrande begärs, bör åklagaren vid behov ge socialnämnden upplysningar om hur yttrandet kan begränsas."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Om socialnämnden uppdragit åt någon tjänsteman hos nämnden eller någon av ledamöterna att avge yttrande på nämndens vägnar, får yttrandet med iakttagande av föreskrifterna i socialtjänstlagen (1980:620) om handläggning av ärenden avges muntligen. Om det är lämpligt, kan yttrande avges i anslutning till sådant sammanträffande som avses i 8 §. /r4/ Meddelande av beslut om åtalsunderlåtelse"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Beslutas åtalsunderlåtelse skall, om hinder inte möter, beslutet meddelas vid ett personligt sammanträffande med den unge senast en vecka efter det att förundersökningen avslutats. Åklagaren bör sträva efter att den unges vårdnadshavare är närvarande vid sammanträffandet. Företrädare för socialnämnden bör ges tillfälle att närvara."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Vid sammanträffande enligt 7 § bör åklagaren särskilt 1. höra efter i vilken utsträckning den unge försökt gottgöra eller avhjälpa skada som uppkommit genom brottet, 2. förklara innebörden av beslutet om åtalsunderlåtelse och det skötsamhetskrav som detta är förenat med, 3. belysa vilka följderna kan bli av fortsatta lagöverträdelser."
    }
  ]
}