{
  "id": "1990:515",
  "type": "statute",
  "title": "Lag (1990:515) om auktorisation av handelskamrar",
  "status": "in_force",
  "issued_date": "1990-06-07",
  "url": "https://data.riksdagen.se/dokument/sfs-1990-515.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Inledande bestämmelser",
      "content": "En handelskammare kan få auktorisation genom beslut av regeringen enligt denna lag."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Handelskammaren utses av en härför bildad förening av näringsidkare inom ett visst geografiskt verksamhetsområde (handelskammarförening). Kammaren har till ändamål att inom området främja handeln, industrin och det övriga näringslivet samt företräda dess intressen i förhållande till det allmänna. Förutsättningar för auktorisation"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Efter ansökan av handelskammarföreningen skall handelskammaren auktoriseras, om den är lämplig för sitt ändamål och villkoren i 4--7 §§ är uppfyllda."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "För handelskammarföreningen och handelskammaren skall finnas ändamålsenliga stadgar."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Handelskammaren skall bestå av lägst sexton ledamöter. Dessa skall ha lika rösträtt."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Handelskammarföreningen skall ha ett lämpligt geografiskt verksamhetsområde. Detta får inte till någon del sammanfalla med verksamhetsområdet för någon annan förening med en auktoriserad handelskammare. Vid auktorisation av en handelskammare kan regeringen besluta om ändring av verksamhetsområdet för någon annan handelskammarförening än den sökande."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Varje näringsidkare inom handelskammarföreningens verksamhetsområde, som inte i sin näringsutövning har visat sig uppenbart olämplig, skall få vara medlem i handelskammarföreningen. Fastställande av stadgar"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Om en handelskammare auktoriseras, skall de stadgar som gäller för handelskammarföreningen och handelskammaren därigenom anses vara fastställda. Ändring av stadgarna kräver för sin giltighet fastställelse av regeringen eller av den myndighet som regeringen bestämmer. Vissa dokument för handelsändamål"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får uppdra åt auktoriserade handelskamrar att utfärda sådana certifikat och andra dokument för handelsändamål, som kan behövas på grund av internationella överenskommelser eller utländska föreskrifter om in- eller utförsel av varor. Vad som sägs i första stycket gäller också sådana intyg för enskilda personer om faktiskt utövande av verksamhet som behövs för att få idka näring inom Europeiska ekonomiska samarbetsområdet eller i Schweiz. Beslut av auktoriserade handelskamrar i ärenden enligt andra stycket får överklagas hos allmän förvaltningsdomstol. Prövningstillstånd krävs vid överklagande till kammarrätten. Lag (2001:61)."
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Om en sådan handling som anges i 9 § är avsedd att företes inför en svensk eller utländsk myndighet för att styrka förhållanden som uppgetts av sökanden, skall de uppgifter som behövs för handlingens utfärdande lämnas skriftligen på heder och samvete."
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "I fråga om verksamhet som avses i 9 § och annan intygsgivning för handelsändamål står handelskammaren under tillsyn av den myndighet som regeringen bestämmer. Årsberättelse"
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Handelskammaren skall årligen före utgången av maj lämna en berättelse över föregående års verksamhet till den myndighet som regeringen bestämmer. Upphävande av auktorisation"
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Om en auktoriserad handelskammare inte längre uppfyller förutsättningarna för auktorisation, får regeringen upphäva auktorisationen. Övergångsbestämmelser 1990:515 1. Denna lag träder i kraft den 1 juli 1990. 2. Handelskamrar som meddelats auktorisation enligt äldre föreskrifter skall anses som auktoriserade enligt denna lag."
    }
  ]
}