{
  "id": "1990:631",
  "type": "statute",
  "title": "Lag (1990:631) om avvikelser från vissa bestämmelser i semesterlagen (1977:480)",
  "status": "repealed",
  "issued_date": "1990-06-14",
  "url": "https://data.riksdagen.se/dokument/sfs-1990-631.html",
  "description": "Upphävd 2002-01-01 genom SFS 2001:1214",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Inledande bestämmelser",
      "content": "Till utgången av mars 1992 skall gälla de avvikelser från bestämmelserna om semesterledighet i semesterlagen (1977:480) som anges i denna lag."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ett avtal är ogiltigt i den mån det avviker från denna lag. Avvikelse från 4 och 5 §§ får dock göras genom kollektivavtal som på arbetstagarsidan har slutits eller godkänts av central arbetstagarorganisation som avses i lagen (1976:580) om medbestämmande i arbetslivet. En arbetsgivare som är bunden av ett sådant kollektivavtal får tillämpa avtalet även på arbetstagare som inte tillhör den avtalsslutande arbetstagarorganisationen under förutsättning att arbetstagaren sysselsätts i arbete som avses med avtalet och inte omfattas av annat tillämpligt kollektivavtal. Överenskommelse om avstående från semesterledighet"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Arbetstagare som enligt lag eller avtal under ett semesterår har rätt till mer än tjugo semesterdagar med lön, får utan hinder av 4 § första stycket och 2 § första stycket semesterlagen (1977:480) efter överenskommelse med arbetsgivaren avstå från sin rätt till ledighet under en eller flera av de överskjutande dagarna. En sådan överenskommelse får inte avse semesterdagar som arbetstagaren sparat från tidigare semesterår. En arbetsgivare som är bunden av kollektivavtal skall, innan han träffar överenskommelse, underrätta den lokala arbetstagarorganisationen om den förestående överenskommelsen."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "En överenskommelse enligt 3 § skall vara skriftlig."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Semesterlönen för en semesterdag som en arbetstagare avstått från efter överenskommelse enligt 3 § skall betalas ut till arbetstagaren inom en månad från det att överenskommelsen ingicks. Förlängd rätt att spara semesterledighet"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Utan hinder av bestämmelsen i 18 § andra stycket semesterlagen (1977:480) får en arbetstagare spara semesterdagar som skulle ha tagits ut senast den 31 mars 1991 eller den 31 mars 1992, i ytterligare två år räknat från utgången av fristen. Har arbetstagaren avsett att sparade semesterdagar skall förläggas till det andra semesteråret efter utgången av den i första stycket angivna fristen får, såvida en sådan förläggning skulle medföra betydande olägenhet, överenskommelse träffas att semesterdagarna skall förläggas till det tredje året efter fristens utgång. Skadestånd"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "En arbetsgivare som bryter mot denna lag skall betala skadestånd för den förlust som uppkommit och för den kränkning som har skett. Om det är skäligt kan skadeståndet sättas ned eller helt falla bort. Preskription"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Den som vill fordra skadestånd enligt denna lag skall väcka talan inom två år från utgången av det semesterår då arbetstagaren enligt lagen skulle ha erhållit semesterledigheten. Försummas det är rätten till talan förlorad. Rättegång"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Mål om tillämpning av denna lag skall handläggas enligt lagen (1974:371) om rättegången i arbetstvister."
    }
  ]
}