{
  "id": "1990:616",
  "type": "statute",
  "title": "Lag (1990:616) om införande av lagen (1990:615) om avgifter på vissa jordbruksprodukter m.m.",
  "status": "repealed",
  "issued_date": "1990-06-14",
  "url": "https://data.riksdagen.se/dokument/sfs-1990-616.html",
  "description": "Upphävd 1995-01-01 genom SFS 1994:1710",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Allmänna bestämmelser",
      "content": "Lagen (1990:615) av avgifter på vissa jordbruksprodukter m. m. och denna lag träder i kraft den 1 juli 1991."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Genom lagen (1990:615) om avgifter på vissa jordbruksprodukter m. m. upphävs lagen (1967:340) om prisreglering på jordbrukets område och lagen (1974:1021) om utbetalning av pristillägg på kött."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Om det i lag eller annan författning hänvisas till en föreskrift som har ersatts genom en bestämmelse i lagen (1990:615) om avgifter på vissa jordbruksprodukter m. m. eller i denna lag, tillämpas i stället den nya bestämmelsen."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Under tiden till och med den 30 juni 1993 skall vad som sägs i 7 § lagen (1990:615) om avgifter på vissa jordbruksprodukter m. m. även gälla köttbesiktningsbyrå."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "I ärenden som har anhängiggjorts hos statens jordbruksverk före ikraftträdandet av lagen (1990:615) om avgifter på vissa jordbruksprodukter m. m. tillämpas äldre bestämmelser, om inte regeringen föreskriver något annat. Lag (1991:407). Avveckling av prisreglering"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Utöver avgifter enligt lagen (1990:615) om avgifter på vissa jordbruksprodukter m. m. får under tiden den 1 juli 1991--den 30 juni 1995 följande avgifter tas ut. Avgiftsskyldig Produkt 1. Tillverkare av mjöl, Vete, råg, rågvete, korn och havre gryn, flingor eller liknande produkter 2. Mejeri Konsumtionsmjölk och grädde Lag (1993:1489)."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Avgift skall betalas med belopp som regeringen eller, efter regeringens bemyndigande, jordbruksverket bestämmer. Lag (1991:407)."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "För avgifterna gäller 9--12 §§ lagen (1990:615) om avgifter på vissa jordbruksprodukter m. m. Bilagan har upphävts genom lag (1993:1489)."
    }
  ]
}