{
  "id": "1991:336",
  "type": "statute",
  "title": "Lag (1991:336) om vissa dryckesförpackningar",
  "status": "repealed",
  "issued_date": "1991-05-08",
  "url": "https://data.riksdagen.se/dokument/sfs-1991-336.html",
  "description": "Upphävd 2006-01-01 genom SFS 2003:1188",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Inledande bestämmelser",
      "content": "Med PET-flaska avses i denna lag en flaska som är tillverkad av polyetylentereftalat. Hanteringstillstånd"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "För yrkesmässig överlåtelse av en konsumtionsfärdig dryck på PET-flaska krävs ett särskilt hanteringstillstånd för den som tappar eller importerar drycken på flaska. Frågor om hanteringstillstånd prövas av regeringen eller den myndighet som regeringen bestämmer. Lag (1993:418)."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "För hanteringstillstånd krävs att PET-flaskan ingår i ett retursystem för återanvändning eller återvinning. Lag (1993:418)."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "En ansökan om hanteringstillstånd skall vara skriftlig. Av ansökan skall framgå hur retursystemet är avsett att vara utformat samt vilka åtgärder mot nedskräpning som avses att bli vidtagna."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Ett beslut om hanteringstillstånd skall förenas med de villkor som behövs med hänsyn till miljön och resurshushållningen. Som ett villkor skall gälla att konsumenten när en PET-flaska återlämnas får ersättning med ett pantbelopp. Lag (1993:418)."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Ett hanteringstillstånd får begränsas till viss tid."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "En PET-flaska, som ingår i ett godkänt retursystem, skall vara försedd med uppgift om detta."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Om det finns särskilda skäl får regeringen eller den myndighet som regeringen bestämmer, i det enskilda fallet meddela undantag från tillståndsplikten. /r3/ Återkallelse av hanteringstillstånd"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Ett tillstånd får återkallas av den som lämnat tillståndet, om villkoren i ett tillståndsbeslut i något väsentligt avseende inte har följts. /r3/ Tillsyn"
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Den myndighet som regeringen bestämmer skall utöva tillsyn över efterlevnaden av denna lag och villkor som har meddelats med stöd av lagen. Regeringen får överlåta åt kommun att utöva tillsyn."
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Tillsynsmyndigheten har rätt att på begäran få de handlingar och upplysningar som behövs för tillsynen."
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Tillsynsmyndigheten får meddela de förelägganden och förbud som behövs i det enskilda fallet för att denna lag och villkor som har meddelats med stöd av lagen skall efterlevas. Ett beslut om föreläggande eller förbud får förenas med vite."
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "För tillsynen enligt denna lag har tillsynsmyndigheten rätt till tillträde till butikslokaler och andra utrymmen som används för försäljning av konsumtionsfärdig dryck eller för yrkesmässigt mottagande av PET-flaskor i retursystem. Polismyndigheten skall lämna det biträde som behövs för tillsynen. /r3/ Avgifter"
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får föreskriva om avgifter för en myndighets verksamhet enligt denna lag. Regeringen får överlåta åt kommun att meddela föreskrifter om sådana avgifter. /r3/ Ansvar m m"
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Till böter eller fängelse i högst ett år döms den som med uppsåt eller av oaktsamhet 1. i strid mot 2 § överlåter dryck som är tappad på PET-flaska, 2. underlåter att fullgöra vad som åligger honom enligt 11 §. I ringa fall döms inte till ansvar. Den som har överträtt ett vitesföreläggande eller vitesförbud döms inte till ansvar enligt denna lag för en gärning som omfattas av föreläggandet eller förbudet."
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Föreskrifter om överklagande av en myndighets beslut enligt denna lag meddelas av regeringen."
    }
  ]
}