{
  "id": "1992:1035",
  "type": "statute",
  "title": "Lag (1992:1035) om immunitet och privilegier för ministerrådsmöten och ämbetsmanna- kommittémöten inom Konferensen om säkerhet och samarbete i Europa (ESK);",
  "status": "in_force",
  "issued_date": "1992-11-05",
  "url": "https://data.riksdagen.se/dokument/sfs-1992-1035.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Denna lag är tillämplig på ministerrådsmöten och ämbetsmannakommittémöten inom Konferensen om säkerhet och samarbete i Europa (ESK) som på svenska regeringens inbjudan hålls i Sverige. Den är också tillämplig på främmande staters delegationer samt på representanter för ESK:s institutioner och för inbjudna internationella organisationer som deltar i dessa möten. Föreskrifterna i denna lag skall gälla utan hinder av bestämmelser i andra författningar."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Möteslokalerna samt handlingar och annan egendom som finns i dessa lokaler är okränkbara under den tid som mötena förbereds, pågår och avvecklas. Varor som införs för mötena för tjänstebruk skall vara befriade från tullar samt skatter och avgifter som tas ut med anledning av införsel och procedurer i samband härmed, med undantag av avgifter för lagring, forsling och liknande tjänster."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Främmande staters utrikesministrar åtnjuter i egenskap av chef för en delegation den immunitet och de privilegier som enligt folkrätten och internationell sedvana tillkommer dem."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Främmande staters delegationer, medlemmar av sådana delegationer samt deras familjemedlemmar och betjäning åtnjuter samma immunitet och privilegier som tillkommer beskickningar samt beskickningsmedlemmar med motsvarande ställning och deras familjemedlemmar och betjäning enligt den i Wien den 18 april 1961 avslutade konventionen om diplomatiska förbindelser. Utrikesdepartementet bestämmer hur delegationsmedlemmarna och deras familjemedlemmar skall hänföras till konventionens olika kategorier när det gäller immunitet och privilegier."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Representanter för ESK:s institutioner och för internationella organisationer samt deras familjemedlemmar och betjäning åtnjuter samma immunitet och privilegier som tillkommer beskickningsmedlemmar med motsvarande ställning och deras familjemedlemmar och betjäning enligt den i Wien den 18 april 1961 avslutade konventionen om diplomatiska förbindelser. Utrikesdepartementet bestämmer hur representanterna och deras familjemedlemmar skall hänföras till konventionens olika kategorier när det gäller immunitet och privilegier."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Delegationernas och representanternas lokaler och den egendom som finns där är okränkbara. Delegationernas och representanternas arkiv och handlingar är okränkbara var de än finns. Varor som införs för delegationernas och representanternas tjänstebruk skall vara befriade från tullar samt skatter och avgifter som tas ut med anledning av införsel och procedurer i samband härmed, med undantag av avgifter för lagring, forsling och liknande tjänster."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Delegationerna och representanterna har samma rätt som diplomatiska beskickningar i Sverige att sända och ta emot uppgifter och meddelanden samt att därvid använda alla lämpliga medel, inbegripet kurir samt kod- och chiffermeddelanden. Delegationerna och representanterna har dock rätt att använda radiosändare endast med behöriga myndigheters tillstånd."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Medlemmar av konferenssekretariatet skall vara befriade från skattskyldighet till stat och kommun för inkomst av sin anställning vid sekretariatet. Utländska medborgare som är medlemmar av konferenssekretariatet skall i fråga om verksamheten vid sekretariatet vara undantagna från skyldigheten att ha arbetstillstånd. Medlemmar av konferenssekretariatet, som inte är bosatta i Sverige, skall åtnjuta samma immunitet och privilegier som tillkommer Förenta nationernas tjänstemän enligt konventionen den 13 februari 1946 rörande Förenta nationernas privilegier och immuniteter. Medlemmar av konferenssekretariatet är inte skyldiga att betala avgifter enligt lagen (1981:691) om socialavgifter för inkomst av sin anställning vid sekretariatet. 1992:1035 Denna lag träder i kraft den 1 december 1992 och gäller till utgången av år 1994."
    }
  ]
}