{
  "id": "1992:794",
  "type": "statute",
  "title": "Lag (1992:794) om Luganokonventionen",
  "status": "repealed",
  "issued_date": "1992-06-11",
  "url": "https://data.riksdagen.se/dokument/sfs-1992-794.html",
  "description": "Upphävd 2011-05-01 genom SFS 2009:1309",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Den i Lugano den 16 september 1988 antagna konventionen om domstols behörighet och om verkställighet av domar på privaträttens område (Luganokonventionen) skall gälla som lag här i landet. Konventionens svenska, engelska och franska texter finns intagna som bilaga till denna lag. Regeringen tillkännager de stater som har tillträtt Luganokonventionen och innehållet i sådana underrättelser om ändringar i nationell rätt eller i förteckningarna över domstolar som avses i artikel VI i Protokoll nr 1 till konventionen. Lag (1998:1322)."
    },
    {
      "provision_ref": "1 a",
      "section": "1 a",
      "content": "Denna lag gäller inte i förhållande till stater som är bundna av konventionen den 30 oktober 2007 om domstols behörighet och om erkännande och verkställighet av domar på privaträttens område (2007 års Luganokonvention). Regeringen tillkännager i Svensk författningssamling vilka som har tillträtt 2007 års Luganokonvention. Lag (2009:1308)."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Av artikel 54 B i Luganokonventionen framgår när Brysselkonventionen, som gäller som lag här i landet enligt lagen (1998:358) om Brysselkonventionen, skall tillämpas i stället för Luganokonventionen. Lag (2002:461)."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Kompletterande bestämmelser finns i lagen (2006:74) med kompletterande bestämmelser om domstols behörighet och om erkännande och internationell verkställighet av vissa avgöranden. Lag (2006:75)."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Har upphävts genom lag (2002:461)."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Har upphävts genom lag (2002:461)."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Har upphävts genom lag (1998:1322)."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Har upphävts genom lag (1998:1322)."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Har upphävts genom lag (1998:1322)."
    }
  ]
}