{
  "id": "1992:318",
  "type": "statute",
  "title": "Lag (1992:318) om överlämnande av förvaltningsuppgifter inom Kulturdepartementets verksamhetsområde",
  "status": "in_force",
  "issued_date": "1992-04-23",
  "url": "https://data.riksdagen.se/dokument/sfs-1992-318.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Har upphävts genom lag (2007:1331)."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Föreningen Svenska Tecknare utser och entledigar en ledamot i styrelsen för Sveriges författarfond. Lag (2015:394)."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Föreningen Bildkonst Upphovsrätt i Sverige (BUS) prövar frågor om individuell fördelning av statliga medel till bild- och formkonstnärer för att deras verk i offentliga institutioners ägo visas för allmänheten eller används på något annat allmännyttigt sätt. Lag (1996:1595)."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Föreningen Svenska Tonsättares Internationella Musikbyrå (STIM) prövar frågor om fördelning av statliga medel till upphovsmän på musikområdet för utlåning av deras verk genom det allmänna biblioteksväsendet. Lag (1998:1216)."
    },
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "content": "Föreningen Svenska Artisters och Musikers Intresseorgani- sation (SAMI) prövar frågor om fördelning av statliga medel till utövande konstnärer på musikområdet för utlåning genom det allmänna biblioteksväsendet av verk som de har medverkat i. Lag (1998:1216)."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Musikaliska akademien prövar frågor om statsbidrag till tryckning av verk som ges ut av musikförlag. Beslut enligt denna paragraf fattas av akademiens styrelse."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Stiftelsen Nordiska museet får, i fråga om personal som är anställd vid museet, fatta sådana beslut som avser myndighetsutövning i den mån inte något annat är föreskrivet."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Stiftelsen Svenska Filminstitutet prövar frågor om fördelning av statliga medel inom stiftelsens verksamhetsområde."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Har upphävts genom lag (2002:1152)."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Stiftelsen Svensk-norska samarbetsfonden prövar frågor om statliga stipendier inom fondens verksamhetsområde."
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Stiftelsen Tekniska museet får, i fråga om personal som är anställd vid museet, fatta sådana beslut som avser myndighetsutövning i den mån inte något annat är föreskrivet."
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Svenska Fotografers Förbund utser och entledigar en ledamot i styrelsen för Sveriges författarfond. Lag (2015:394)."
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Svenska gruvföreningen utser och entledigar en ledamot i Nämnden för isotopgeologi vid Naturhistoriska riksmuseet."
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Har upphävts genom lag (2002:1152)."
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Har upphävts genom lag (2007:1331)."
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Sveriges Författarförbund 1. prövar frågor om fördelning av statliga medel till författare och översättare för utnyttjande av deras verk i form av talböcker och taltidningar, och 2. utser och entledigar sex ledamöter i styrelsen för Sveriges författarfond. Lag (2015:394)."
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "För utövande av förvaltningsuppgift enligt denna lag gäller de föreskrifter som meddelas av regeringen eller av den myndighet som regeringen utser. Regeringen eller den myndighet som regeringen utser kan besluta om undantag från föreskrifterna i denna lag."
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Om ett beslut som avses i 6 och 10 §§ får överklagas, tillämpas 43-47 §§ förvaltningslagen (2017:900). Lag (2018:799)."
    }
  ]
}