{
  "id": "1993:335",
  "type": "statute",
  "title": "Lag (1993:335) om Barnombudsman",
  "status": "in_force",
  "issued_date": "1993-05-13",
  "url": "https://data.riksdagen.se/dokument/sfs-1993-335.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Barnombudsmannen har till uppgift att företräda barns och ungas rättigheter och intressen mot bakgrund av Sveriges åtagande enligt Förenta nationernas konvention om barnets rättigheter (barnkonventionen). Lag (2002:377)."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Barnombudsmannen skall driva på genomförandet och bevaka efterlevnaden av barnkonventionen. Barnombudsmannen skall därvid särskilt uppmärksamma att lagar och andra författningar samt deras tillämpning stämmer överens med barnkonventionen. Lag (2002:377)."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Barnombudsmannen skall inom sitt verksamhetsområde 1. hos regeringen föreslå de författningsändringar eller andra åtgärder som behövs för att barns och ungas rättigheter och intressen skall tillgodoses, 2. informera, bilda opinion och ta initiativ till lämpliga åtgärder i övrigt, 3. företräda barns och ungas rättigheter och intressen i den allmänna debatten, 4. samla kunskap och sammanställa statistik om barns och ungas levnadsvillkor, samt 5. följa den internationella utvecklingen när det gäller barnkonventionens tolkning och dess tillämpning. Lag (2002:377)."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Barnombudsmannen skall senast den 1 april varje år lämna en rapport till regeringen om sin verksamhet under det närmast föregående kalenderåret samt om de frågor om barn och unga som ombudsmannen anser att regeringen behöver ha kännedom om. Lag (2002:377)."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Förvaltningsmyndigheter, kommuner och regioner ska på Barnombudsmannens uppmaning lämna uppgifter till ombudsmannen om vilka åtgärder som vidtagits för att i den egna verksamheten genomföra barns och ungas rättigheter enligt barnkonventionen. De är också skyldiga att på ombudsmannens uppmaning komma till överläggningar med denne. Lag (2019:882)."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Regeringen utser Barnombudsmannen för en bestämd tid. Ombudsmannen bestämmer själv sin organisation och den närmare inriktningen av sitt arbete. Lag (2002:377)."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Barnombudsmannen är skyldig att genast anmäla till socialnämnden om ombudsmannen i sin verksamhet får kännedom om eller misstänker att ett barn far illa. Barnombudsmannen är skyldig att lämna uppgifter om det förhållande anmälningsplikten omfattar. Lag (2017:1245)."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Barnombudsmannen får lämna 1. socialnämnden uppgifter som kan vara av betydelse för utredning av ett barns behov av stöd och skydd, 2. Inspektionen för vård och omsorg uppgifter som kan vara av betydelse för myndighetens tillsyn. Lag (2017:1245)."
    }
  ]
}