{
  "id": "1994:1122",
  "type": "statute",
  "title": "Lag (1994:1122) om avskaffande av diskriminering såvitt avser fraktsatser och befordringsvillkor",
  "status": "repealed",
  "issued_date": "1994-06-16",
  "url": "https://data.riksdagen.se/dokument/sfs-1994-1122.html",
  "description": "Upphävd 1995-01-01 genom SFS 1994:2040",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lagens ändamål",
      "content": "Föreskrifterna i denna lag meddelas för att Sverige skall uppfylla sina förpliktelser enligt avtalet om Europeiska ekonomiska samarbetsområdet (EES). Bestämmelser enligt EES-avtalet skall gälla som svensk rätt"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Följande bestämmelser i rättsakter inom Europeiska gemenskaperna (EG), som det hänvisas till i bilaga XIII till avtalet om Europeiska ekonomiska samarbetsområdet (EES-avtalet), skall gälla som svensk lag: Rådets förordning (EEG) nr 11 om avskaffande av diskriminering såvitt avser fraktsatser och befordringsvillkor enligt artikel 79.3 i Fördraget om upprättandet av Europeiska ekonomiska gemenskapen, i dess lydelse enligt rådets förordning (EEG) nr 3626/84 av den 19 december 1984. För tillämpningen av artiklarna 11--26 i förordning (EEG) nr 11, se EES-avtalets protokoll 21."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "De svenska texterna till de i 2 § angivna rättsakterna/n2/ finns i bilaga 1 och bilaga 2 till denna lag."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "De danska, engelska, finska, franska, grekiska, isländska, italienska, nederländska, norska, portugisiska, spanska, svenska, och tyska texterna skall ha samma giltighet. EES-anpassning av bestämmelserna"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "När bestämmelserna innehåller begrepp eller hänvisar till förfaranden som är utmärkande för EG: s rättsordning, exempelvis -- ingresser, -- adressaterna för EG: s rättsakter, -- hänvisningar till territorier eller språk inom EG, -- hänvisningar till inbördes rättigheter och skyldigheter för EG: s medlemsstater, deras offentliga organ, företag och enskilda personer i dessa stater, -- hänvisningar till informations- och anmälningsförfaranden, skall bestämmelserna i följande protokoll tillämpas: 1. EES-avtalets protokoll 1 om övergripande anpassning i den lydelse protokollet har efter ändringar enligt protokollet den 17 mars 1993 med justeringar av EES-avtalet. 2. Protokoll 1 till avtalet mellan EFTA-staterna om upprättandet av en övervakningsmyndighet och en domstol. 3. Protokoll 1 till avtalet om en ständig kommitté för EFTA- staterna. Protokollen finns intagna i lagen (1992:1317) om ett europeiskt ekonomiskt samarbetsområde (EES)."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "När rättsakterna i 2 § innehåller hänvisningar till Romfördraget skall dessa i stället avse följande artiklar i EES-avtalet -- artikel 79 EEG = artikel 50 EES, -- artikel 214 EEG = artikel 122 EES. Hänvisningarna till artiklarna 74, 75, 172, 192, 207 och 209 i Romfördraget skall inte anses relevanta."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Med EFTA-stat avses i denna lag en medlem av Europeiska frihandelssammanslutningen för vilken EES-avtalet har trätt i kraft. Övergångsbestämmelser 1994:2040 Den upphävda lagen skall dock fortsätta att tillämpas på förhållanden som hänför sig till den tid under vilken lagen varit i kraft."
    }
  ]
}