{
  "id": "1994:847",
  "type": "statute",
  "title": "Lag (1994:847) om tekniska egenskapskrav på byggnadsverk, m.m.",
  "status": "repealed",
  "issued_date": "1994-06-09",
  "url": "https://data.riksdagen.se/dokument/sfs-1994-847.html",
  "description": "Upphävd 2011-05-02 genom SFS 2010:900",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lagens tillämpningsområde",
      "content": "Denna lag gäller tekniska egenskapskrav på byggnadsverk (byggnader och andra anläggningar) och byggprodukter. Med byggprodukt avses i lagen en produkt som är avsedd att stadigvarande ingå i ett byggnadsverk. Lag (1999:366). Tekniska egenskapskrav på byggnadsverk"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Byggnadsverk som uppförs eller ändras skall, under förutsättning av normalt underhåll, under en ekonomiskt rimlig livslängd uppfylla väsentliga tekniska egenskapskrav i fråga om 1. bärförmåga, stadga och beständighet, 2. säkerhet i händelse av brand, 3. skydd med hänsyn till hygien, hälsa och miljö, 4. säkerhet vid användning, 5. skydd mot buller, 6. energihushållning och värmeisolering, 7. lämplighet för avsett ändamål, 8. tillgänglighet och användbarhet för personer med nedsatt rörelse- eller orienteringsförmåga, och 9. hushållning med vatten och avfall. De tekniska egenskapskraven skall iakttas med beaktande av de varsamhetskrav som finns i 3 kap. 10-14 §§ plan- och bygglagen (1987:10). Byggnadsverk skall underhållas så att deras egenskaper i de hänseenden som avses i första stycket i huvudsak bevaras. Anordningar som är avsedda att tillgodose kraven i första stycket 2-4, 6 och 8 skall hållas i stånd. Lag (1999:366)."
    },
    {
      "provision_ref": "2 a",
      "section": "2 a",
      "content": "Hissar i byggnader samt linbaneanläggningar för persontransport skall, även när 2 § första stycket inte är tillämpligt, ha det utförande och den utrustning som skäligen kan fordras för att de egenskapskrav på byggnadsverk som anges i 2 § skall uppfyllas. Lag (2005:150)."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Särskilda bestämmelser om byggnadsarbeten, tillsyn, kontroll och påföljder finns i 9 och 10 kap. plan- och bygglagen (1987:10). Byggprodukter Lämplighetskrav"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Byggprodukter skall vara lämpliga för avsedd användning för att få ingå i byggnadsverk. En byggprodukt är lämplig, om den har sådana egenskaper att det byggnadsverk i vilket den skall ingå, rätt projekterat och uppfört, kan uppfylla kraven enligt 2 § första stycket 1-6, eller enligt föreskrifter som meddelats med stöd av 22 §. Lag (1999:366)."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Byggprodukter som uppfyller kravet på lämplighet enligt 4 § eller enligt föreskrifter som meddelats med stöd av 22 § får släppas ut på marknaden och användas för avsett ändamål. Märkning"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Om en byggprodukt skall CE-märkas enligt en föreskrift som har meddelats med stöd av 22 § 3 gäller bestämmelserna i lagen (1992:1534) om CE-märkning. Lag (1994:1589). Tillsyn"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Den eller de myndigheter som regeringen bestämmer skall utöva tillsyn över att bestämmelserna i 4--6 §§ och de föreskrifter som har meddelats med stöd av 22 § följs."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "En tillsynsmyndighet har rätt att hos den som tillverkar, importerar, saluför eller använder byggprodukter som omfattas av tillsynen 1. få tillgång till produkter för kontroll, 2. på begäran få de upplysningar och handlingar som behövs, och 3. få tillträde till områden, lokaler och andra utrymmen, dock inte bostäder. En tillsynsmyndighet får begära handräckning av kronofogdemyndigheten för att genomföra de åtgärder som avses i första stycket."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Om det är motiverat från skyddssynpunkt får en tillsynsmyndighet meddela de förelägganden och förbud som behövs i enskilda fall för att 5 § och de föreskrifter som har meddelats med stöd av 22 § skall följas."
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Om en byggprodukt har CE-märkts trots att den inte överensstämmer med de krav som gäller för CE-märkning, får en tillsynsmyndighet förelägga tillverkare, importör eller den som saluför byggprodukten att 1. upphöra med användningen av CE-märkningen, 2. återkalla osålda produkter, eller 3. ta bort CE-märkningen. Ett sådant föreläggande gäller till dess att produkten överensstämmer med kraven. Lag (1994:1589)."
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Förelägganden och förbud enligt 9 eller 10 § får förenas med vite. Överklagande och verkställighet"
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "En tillsynsmyndighets beslut enligt 9 eller 10 § eller enligt föreskrifter som meddelats med stöd av 22 § får överklagas hos allmän förvaltningsdomstol. Prövningstillstånd krävs vid överklagande till kammarrätten. Beslut om förbud gäller omedelbart. 13 § har upphävts genom lag (1999:366). 14 § har upphävts genom lag (1999:366). Funktionskontroll"
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Om det är särskilt föreskrivet att funktionen hos ventilationssystem skall kontrolleras för att säkerställa ett tillfredsställande inomhusklimat i byggnader i enlighet med 2 § första stycket 3--6 skall funktionskontrollen utföras av en sakkunnig (funktionskontrollant). Funktionskontrollanten skall utses av byggnadens ägare."
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Till funktionskontrollant får utses endast den som har fått godkännande (riksbehörighet) av ett organ som ackrediterats för detta ändamål enligt 14 § lagen (1992:1119) om teknisk kontroll eller den som fått godkännande för viss kontroll av den eller de kommunala nämnder som fullgör kommunens uppgifter inom plan- och byggnadsväsendet."
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Om den kommunala nämnd som avses i 16 § finner att funktionskontrollanten har åsidosatt sina skyldigheter får nämnden besluta att en annan funktionskontrollant skall utses. Nämnden skall, i de fall funktionskontrollanten har riksbehörighet, anmäla sitt beslut till det organ som meddelat riksbehörigheten. Nämndens beslut i dessa frågor eller i fråga om godkännande för viss kontroll enligt 16 § får överklagas till allmän förvaltningsdomstol. Prövningstillstånd krävs vid överklagande till kammarrätten. Lag (1999:366). Typgodkännande och tillverkningskontroll"
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Efter ansökan kan prövas om vissa slag av material, konstruktioner eller anordningar får användas i byggnadsverk (frivilligt typgodkännande). Om det behövs till skydd för liv, personlig säkerhet eller hälsa, får regeringen föreskriva att material, konstruktioner eller anordningar får användas i byggnadsverk endast efter godkännande (obligatoriskt typgodkännande). Vid meddelande av typgodkännande får bestämmas att fortlöpande kontroll skall utföras (tillverkningskontroll). Även utan samband med typgodkännande får efter ansökan bestämmas att tillverkningskontroll skall utföras."
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Typgodkända eller tillverkningskontrollerade material, konstruktioner och anordningar skall förutsättas uppfylla kraven enligt 2 § i de avseenden som godkännandet eller kontrollen gäller."
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Typgodkännande och beslut om tillverkningskontroll som avses i 18 § meddelas av de organ som har ackrediterats för detta ändamål enligt 14 § lagen (1992:1119) om teknisk kontroll. Bemyndiganden"
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om 1. vad som närmare behövs för att ett byggnadsverk skall uppfylla kraven enligt 2 och 2 a §§, och 2. undantag från kraven i 2 och 2 a §§, om det finns särskilda skäl och undantaget avser a) uppförande eller ändring av en byggnad i experimentsyfte, eller b) byggnadsverk som behöver flyttas för att uppföras på en ny plats. Undantag enligt första stycket 2 får inte göras, om det skulle medföra en oacceptabel risk för människors hälsa eller säkerhet. Lag (2007:457)."
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "För att uppfylla Sveriges internationella förpliktelser får regeringen eller den myndighet som regeringen bestämmer meddela föreskrifter 1. om krav på byggprodukter för att de skall vara lämpliga för avsedd användning, 2. om bestyrkande av överensstämmelse med gällande krav på byggprodukter, 3. om märkning av byggprodukter som förutsättning för att de skall få släppas ut på marknaden och användas, 4. om sådana byggprodukter som är av mindre betydelse med hänsyn till hälsa och säkerhet och där tillverkaren har utfärdat en försäkran om byggprodukternas överensstämmelse med allmänt erkänd och tillämpad teknik, och 5. om förbud mot att på marknaden släppa ut byggprodukter som inte uppfyller kravet på lämplighet. Lag (1999:366)."
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela de ytterligare föreskrifter som behövs för kontroll av att föreskrifter utfärdade med stöd av 21 § följs. Lag (1999:366)."
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela de föreskrifter om funktionskontrollanter som behövs utöver bestämmelserna i 15--17 §§."
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela närmare föreskrifter om typgodkännanden och tillverkningskontroll. Övergångsbestämmelser 1994:847 1. Denna lag träder i kraft den 1 juli 1995, då byggproduktlagen (1992:1535) skall upphöra att gälla. Lag (1994:1577). 2. Den nya lagen skall inte tillämpas i ärenden enligt plan- och bygglagen (1987:10) som avgjorts av kommunen före ikraftträdandet."
    }
  ]
}