{
  "id": "1994:1117",
  "type": "statute",
  "title": "Lag (1994:1117) om registrerat partnerskap",
  "status": "repealed",
  "issued_date": "1994-06-23",
  "url": "https://data.riksdagen.se/dokument/sfs-1994-1117.html",
  "description": "Upphävd 2009-05-01 genom SFS 2009:260",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Två personer av samma kön kan låta registrera sitt partnerskap."
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Registrering får ske om 1. en av partnerna har hemvist här i landet sedan minst två år, eller 2. en av partnerna är svensk medborgare med hemvist här i landet. Med svensk medborgare jämställs medborgare i Danmark, Island, Nederländerna och Norge. Lag (2000:374)."
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Registrering får inte ske beträffande den som är under 18 år eller dem som är släkt med varandra i rätt upp- och nedstigande led eller är helsyskon. Registrering får inte heller ske beträffande halvsyskon utan tillstånd av myndighet som anges i 15 kap. 1 § äktenskapsbalken. Registrering får inte ske av den som är gift eller som redan är registrerad partner. Rätten till registrering av ett partnerskap prövas enligt svensk lag. Vid tillämpningen av första och andra styckena jämställs adoptivförhållande med släktskap. De som därvid anses som helsyskon får dock registrera sitt partnerskap med varandra efter tillstånd av myndighet som anges i 15 kap. 1 § äktenskapsbalken. Lag (2004:767)."
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Innan registrering sker skall prövas om det finns något hinder mot registreringen."
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Vid prövningen har de bestämmelser i 3 kap. och 15 kap. äktenskapsbalken som gäller för förfarandet vid prövning av äktenskapshinder motsvarande tillämpning."
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Registrering sker i närvaro av vittnen."
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Vid registreringen skall partnerna samtidigt vara närvarande. De skall var för sig på fråga av registreringsförrättaren ge till känna att de samtycker till registreringen. Registreringsförrättaren skall därefter förklara att de är registrerade partner. Har det inte gått till så som anges i första stycket eller var registreringsförrättaren inte behörig att förrätta registreringen, är registreringen ogiltig. En registrering som enligt andra stycket är ogiltig får godkännas av regeringen, om det finns synnerliga skäl. Ärendet får tas upp endast på ansökan av endera partnern eller, om någon av dem har avlidit, av arvingar till den avlidne."
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Behörig att vara registreringsförrättare är lagfaren domare i tingsrätt eller den som länsstyrelsen har förordnat. Länsstyrelsens förordnande skall avse såväl behörighet att förrätta registrering enligt denna lag som behörighet att förrätta vigsel enligt äktenskapsbalken. Lag (2006:213)."
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "För registrering gäller i övrigt bestämmelserna i 4 kap. 5, 7 och 8 §§ äktenskapsbalken samt föreskrifter som meddelas av regeringen. Beslut om registrering överklagas enligt bestämmelserna i 15 kap. 3 och 4 §§ äktenskapsbalken. Beträffande internationella förhållanden rörande registreringen gäller 1 kap. 4--9 §§ lagen (1904:26 s. 1) om vissa internationella rättsförhållanden rörande äktenskap och förmynderskap."
    },
    {
      "provision_ref": "2:1",
      "chapter": "2",
      "section": "1",
      "content": "Ett registrerat partnerskap upplöses genom den ena partnerns död eller genom domstols avgörande."
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Bestämmelserna i 5 kap. äktenskapsbalken har motsvarande tillämpning i fråga om upplösning av registrerat partnerskap."
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Mål om upplösning av registrerat partnerskap och mål där talan förs om fastställelse att ett registrerat partnerskap består eller inte består är partnerskapsmål. I lag eller annan författning givna bestämmelser angående äktenskapsmål gäller även i fråga om partnerskapsmål."
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Partnerskapsmål får alltid tas upp av svensk domstol om registrering har skett enligt denna lag."
    },
    {
      "provision_ref": "3:1",
      "chapter": "3",
      "section": "1",
      "content": "Ett registrerat partnerskap har samma rättsverkningar som ett äktenskap med de undantag som anges i 3 och 4 §§. Bestämmelser i lag eller annan författning med anknytning till äktenskap och makar tillämpas på motsvarande sätt på registrerat partnerskap och registrerad partner, om inte annat följer av undantagsreglerna i 3 och 4 §§. Lag (2005:447)."
    },
    {
      "provision_ref": "3:2",
      "chapter": "3",
      "section": "2",
      "content": "Har upphävts genom lag (2005:447)."
    },
    {
      "provision_ref": "3:3",
      "chapter": "3",
      "section": "3",
      "content": "Bestämmelser som gäller för makar och vars tillämpning innebär en särbehandling av den ene maken endast på grund av dennes kön gäller inte för registrerade partner."
    },
    {
      "provision_ref": "3:4",
      "chapter": "3",
      "section": "4",
      "content": "Bestämmelserna i förordningen (1931:429) om vissa internationella rättsförhållanden rörande äktenskap, adoption och förmynderskap gäller inte för registrerat partnerskap. Övergångsbestämmelser 2004:767 1. Denna lag träder i kraft den 1 januari 2005. 2. Äldre bestämmelser gäller fortfarande för hindersprövning som har begärts före den 1 januari 2005. 2006:213 1. Denna lag träder i kraft den 15 april 2006. 2. Ett förordnande som registreringsförrättare eller som vigselförrättare enligt äktenskapsbalken som gäller vid ikraftträdandet skall därefter anses avse såväl behörighet att förrätta registrering enligt denna lag som behörighet att förrätta vigsel."
    }
  ]
}