{
  "id": "1994:1708",
  "type": "statute",
  "title": "Lag (1994:1708) om EU:s förordningar om strukturstöd och om stöd till utveckling av landsbygden",
  "status": "in_force",
  "issued_date": "1994-12-20",
  "url": "https://data.riksdagen.se/dokument/sfs-1994-1708.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Inledande bestämmelser",
      "content": "Denna lag kompletterar sådana EU-förordningar som innehåller bestämmelser om stöd från 1. Europeiska regionala utvecklingsfonden, 2. Europeiska socialfonden, 3. Europeiska socialfonden+, 4. Fonden för en rättvis omställning, och 5. Europeiska jordbruksfonden för landsbygdsutveckling. Regeringen ska i tillkännage vilka grundförordningar som avses. Lag (2022:61). Tillsyn och kontroll"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Tillsyn och annan kontroll över att de EU-förordningar som lagen kompletterar följs utövas av den eller de myndigheter som regeringen bestämmer. Regeringen får meddela föreskrifter om att en tillsynsmyndighet får överlåta åt någon annan myndighet att utöva viss tillsyn. Om tillsyn överlåts, ska vad som sägs om tillsynsmyndighet i lagen gälla även den myndighet till vilken tillsyn har överlåtits. Lag (2022:61)."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "För tillsyn enligt denna lag har tillsynsmyndigheten rätt att få tillträde till områden, anläggningar, byggnader, lokaler och andra utrymmen som används i sådan verksamhet eller i samband med hantering av sådana produkter som stödet avser. Tillsynsmyndigheten får göra de undersökningar och ta de prover som behövs för tillsynen utan att ersättning lämnas. Tillsynsmyndigheten har rätt att på begäran få de upplysningar och handlingar som behövs för tillsynen. Myndigheten får meddela förelägganden som kan förenas med vite för att få tillgång till handlingarna. Den som är föremål för tillsyn ska tillhandahålla den hjälp som behövs för att tillsynen ska kunna bedrivas. Polismyndigheten ska på begäran lämna den hjälp som behövs vid tillsynen. Lag (2015:267)."
    },
    {
      "provision_ref": "3 a",
      "section": "3 a",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om skyldighet för ett sådant kontrollorgan som avses i artikel 3.56 i Europaparlamentets och rådets förordning (EU) nr 2018/848 av den 30 maj 2018 om ekologisk produktion och märkning av ekologiska produkter och om upphävande av förordning (EG) nr 837/2007 att lämna uppgifter till en myndighet som prövar ärenden om EU-stöd för ekologisk produktion. Lag (2021:892)."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Bestämmelserna i 3 § första stycket och andra stycket första meningen gäller också för Europeiska kommissionen och Europeiska revisionsrätten och för inspektörer som är utsedda av dessa institutioner. Lag (2015:267)."
    },
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "content": "Bestämmelserna i 3 och 4 §§ denna lag ska inte tillämpas vid kontroller och inspektioner på plats som genomförs enligt lagen (2017:244) om kontroller och inspektioner på plats av Europeiska byrån för bedrägeribekämpning. Lag (2017:245)."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om hur tillsynen ska bedrivas. Lag (2015:267). Ränta"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om att ränta ska betalas på stödbelopp som lämnats ur de fonder som anges i 1 § första stycket, om mottagaren inte är berättigad till beloppet och detta ska återbetalas. Lag (2022:61). Avgifter"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om att avgifter ska tas ut för tillsynen enligt denna lag. Lag (2015:267). Överklagande"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "En myndighets beslut i ett särskilt fall enligt denna lag får överklagas till allmän förvaltningsdomstol. Prövningstillstånd krävs vid överklagande till kammarrätt. Lag (1997:105). Övergångsbestämmelser 1999:1316 Denna lag träder i kraft den 1 januari 2000. Äldre föreskrifter gäller fortfarande för stöd som beviljats före ikraftträdandet."
    }
  ]
}