{
  "id": "1995:1514",
  "type": "statute",
  "title": "Lag (1995:1514) om generellt statsbidrag till kommuner och landsting",
  "status": "repealed",
  "issued_date": "1995-12-19",
  "url": "https://data.riksdagen.se/dokument/sfs-1995-1514.html",
  "description": "Upphävd 2005-01-01 genom SFS 2004:773",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Generellt statsbidrag till kommuner fördelas med ett enhetligt belopp per invånare i kommunen den 1 november året före det år bidraget betalas ut. För åren 1997 - 2004 fördelas därutöver ett generellt åldersbaserat statsbidrag med ett enhetligt belopp per invånare inom respektive åldersgrupp 7 - 15, 16 - 18, 65 - 74, 75 - 84 samt 85 år och äldre den 1 november året före det år bidraget betalas ut. Lag (2001:1269)."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Generellt statsbidrag till landsting fördelas med ett enhetligt belopp per invånare i landstinget den 1 november året före det år bidraget betalas ut."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "De kommuner som inte ingår i ett landsting får statsbidrag enligt 1 och 2 §§."
    },
    {
      "provision_ref": "3 a",
      "section": "3 a",
      "content": "Ändras indelningen av kommuner eller landsting, beräknas bidraget på grundval av den indelning som gäller vid bidragsårets ingång. Lag (1998:1746)."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Regeringen eller den myndighet regeringen bestämmer meddelar närmare föreskrifter om beräkningen av bidragen och fastställer beloppen enligt 1 och 2 §§. Lag (1997:554)."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Skatteverket fastställer statsbidragets storlek samt lämnar senast den 25 januari bidragsåret uppgift till varje kommun och landsting om storleken av dess bidrag. Om anslaget för statsbidraget ändras under pågående bidragsår, skall Skatteverket snarast fatta ett nytt beslut om bidragets storlek. Lag (2004:665)."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Statsbidraget skall betalas ut i samband med och på motsvarande sätt som gäller för utbetalning av kommunalskattemedel enligt 4 § lagen (1965:269) med särskilda bestämmelser om kommuns och annan menighets utdebitering av skatt, m.m. Bidrag som fastställs enligt 5 § andra stycket får dock betalas ut under tiden juli-december 1998. Lag (1998:584)."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Beslut enligt denna lag får överklagas hos regeringen. Lag (2003:661). Övergångsbestämmelser 1995:1514 Föreskrifter om ikraftträdande av denna lag meddelas i lagen (1995:1517) om införande av lagen (1995:1514) om generellt statsbidrag till kommuner och landsting, lagen (1995:1515) om utjämningsbidrag till kommuner och landsting och lagen (1995:1516) om utjämningsavgift för kommuner och landsting. 2004:773 2. De upphävda lagarna gäller fortfarande i fråga om bidrag och avgifter för år 2004 och tidigare år."
    }
  ]
}