{
  "id": "1996:1414",
  "type": "statute",
  "title": "Lag (1996:1414) om försöksverksamhet med ändrad regional ansvarsfördelning",
  "status": "in_force",
  "issued_date": "1996-12-12",
  "url": "https://data.riksdagen.se/dokument/sfs-1996-1414.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Försökslän och tidsperiod",
      "content": "Under tiden den 1 juli 1997-31 december 2002 skall det enligt bestämmelserna i denna lag genomföras en försöksverksamhet med ändrad regional ansvarsfördelning i Kalmar, Gotlands och Skåne län. Under tiden den 1 januari 1999-31 december 2002 skall en sådan försöksverksamhet genomföras även i Västra Götalands län. Under tiden den 1 januari 2003-31 december 2010 skall försöksverksamheten fortsätta i Skåne län och Västra Götalands län. Lag (2004:1224). Uppgifter som ingår i den ändrade ansvarsfördelningen"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "I försökslänen skall ett regionalt självstyrelseorgan 1. från och med den 1 juli 1997 från länsstyrelsen överta ansvaret för det sektorsövergripande arbetet med att utarbeta en strategi för länets långsiktiga utveckling enligt de föreskrifter om regionalt utvecklingsarbete som regeringen meddelar (det regionala utvecklingsansvaret), 2. från och med den 1 juli 1997 från länsstyrelsen överta ansvaret för frågor om länsplaner för regional transportinfrastruktur, 3. från och med den 1 juli 1998 från Statens kulturråd överta befogenheten att besluta om fördelningen av statsbidrag till regionala kulturinstitutioner enligt vad som närmare föreskrivs av regeringen, samt 4. från och med den 1 januari 1998 besluta om användningen av regionalpolitiska och andra utvecklingsmedel enligt vad som närmare föreskrivs av regeringen. I Västra Götalands län skall det regionala självstyrelseorganet endast överta uppgifterna enligt första stycket 1, 2 och 4. Detta skall ske från och med den 1 januari 1999. Regeringen får besluta att överföringen av en uppgift skall ske vid en senare tidpunkt än vad som sägs i första och andra styckena. Lag (2002:41). Regionala självstyrelseorgan som medverkar i försöksverksamheten"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Med regionalt självstyrelseorgan avses i denna lag landstinget. Lag (2004:1224)."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Skåne läns landsting och Västra Götalands läns landsting får besluta att landstingsfullmäktige och landstingsstyrelsen i stället skall betecknas regionfullmäktige och region- styrelsen. Vad som sägs i lag eller annan författning om landstings- fullmäktige och landstingsstyrelsen gäller i sådant fall för regionfullmäktige och regionstyrelsen. Lag (1997:224). Det regionala utvecklingsprogrammet"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Det regionala utvecklingsansvaret omfattar uppgiften att utarbeta en strategi för länets långsiktiga utveckling (regionalt utvecklingsprogram). Det regionala utvecklingsprogrammet skall 1. innehålla en analys av utvecklingsmöjligheter och problem i länet, 2. ange de långsiktiga målen för länets utveckling, 3. redovisa vilka åtgärder som bör vidtas för att målen skall nås, 4. särskilt redovisa vilka prioriteringar som är nödvändiga för att förbättra tillväxt, sysselsättning och den inomregionala balansen, 5. redovisa hur olika parter förväntas medverka i programmets genomförande, samt 6. översiktligt redovisa hur insatserna skall finansieras. Samverkan och samråd"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Det regionala självstyrelseorganet skall samverka med länets kommuner och landsting samt med länsstyrelsen och övriga berörda statliga myndigheter."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Det regionala självstyrelseorganet bör samråda med företrädare för berörda organisationer och näringslivet i länet. Statliga myndigheter och det regionala utvecklingsprogrammet"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Ett fastställt regionalt utvecklingsprogram skall beaktas av alla statliga myndigheter som bedriver verksamhet i länet. Länsstyrelsen och övriga statliga myndigheter skall inom sina verksamhetsområden lämna det regionala självstyrelseorganet det biträde som det behöver för det regionala utvecklingsarbetet. De skall också löpande informera det regionala självstyrelseorganet om pågående och planerade verksamheter som har betydelse för länets utveckling. Bemyndigande"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Regeringen får meddela de närmare föreskrifter som behövs för genomförandet av försöksverksamheten."
    }
  ]
}