{
  "id": "1996:1620",
  "type": "statute",
  "title": "Lag (1996:1620) om offentligt biträde",
  "status": "in_force",
  "issued_date": "1996-12-05",
  "url": "https://data.riksdagen.se/dokument/sfs-1996-1620.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Denna lag tillämpas när offentligt biträde skall förordnas i ett mål eller ärende enligt särskild föreskrift i lag. Bestämmelserna i denna lag gäller om inte annat är särskilt föreskrivet."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Beslut enligt denna lag fattas av den domstol eller myndighet som handlägger målet eller ärendet utom i fall som avses i 6 §."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Offentligt biträde förordnas efter ansökan eller när det annars finns anledning till det. Ansökan kan göras av den som biträde skall förordnas för eller av någon annan som får föra talan i målet eller ärendet. Ansökan skall ges in till den myndighet som handlägger målet eller ärendet. Myndighet som inte själv får förordna offentligt biträde skall överlämna ansökan med ett eget yttrande till behörig myndighet."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Förordnas offentligt biträde betalar staten kostnader för biträdet samt för utredning som är skäligen påkallad för att ta till vara huvudmannens rätt, om utredningen inte kan erhållas genom den domstol eller myndighet som handlägger målet eller ärendet. Den som har medverkat vid utredning som anges i första stycket har rätt till ersättning av allmänna medel enligt föreskrifter som regeringen meddelar."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Till offentligt biträde förordnas en advokat, en biträdande jurist på advokatbyrå eller någon annan person som har avlagt de kunskapsprov som krävs för behörighet till domaranställning. Endast den som på grund av sina kunskaper och erfarenheter och även i övrigt är särskilt lämplig för uppdraget får förordnas. Om den enskilde har föreslagit en person som är behörig, ska den personen förordnas om det inte finns särskilda skäl mot det. Bestämmelserna i 26 § första och andra styckena och 27-29 §§ rättshjälpslagen (1996:1619) om entledigande och byte av rättshjälpsbiträde samt om ersättning till rättshjälpsbiträde tillämpas i fråga om offentligt biträde. Lag (2025:1291)."
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "content": "Ett offentligt biträde får inte utan tillstånd sätta någon annan i sitt ställe. Lag (2025:1291)."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Offentligt biträde beslutar om att sådan utredning som avses i 4 § första stycket skall utföras."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "En domstols eller myndighets beslut enligt denna lag överklagas i samma ordning som en dom eller ett beslut överklagas i det mål eller ärende som biträdet har förordnats i. Hovrättens eller kammarrättens beslut i en överklagad fråga om ersättning till offentligt biträde får inte överklagas. Hovrätten eller kammarrätten får dock tillåta att beslutet överklagas, om det finns särskilda skäl för en prövning om tillstånd enligt 54 kap. 10 § första stycket 1 rättegångsbalken respektive 36 § första stycket 1 förvaltningsprocesslagen (1971:291). Ett beslut av ett biträde i fråga om utredning enligt 4 § får inte överklagas. En domstols eller myndighets beslut i fråga om substitution enligt 5 a § får inte överklagas. Lag (2025:1291)."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Ett beslut enligt denna lag får överklagas av den som är enskild part och av Justitiekanslern. Räknas tiden för överklagande från den dag en part fått del av beslutet, får Justitiekanslern ändå inte överklaga beslutet senare än två månader från dagen för beslutet. Justitiekanslern får överklaga ett beslut även till förmån för en enskild part. Lag (2005:76)."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Ett offentligt biträde som har överklagat ett beslut om ersättning får i den högre instansen åberopa nya omständigheter till stöd för sitt anspråk endast om det finns särskilda skäl för det. Lag (2005:76). Övergångsbestämmelser 2005:76 1. Denna lag träder i kraft den 1 april 2005. 2. I fråga om beslut som har meddelats före ikraftträdandet gäller 8 § i dess äldre lydelse."
    }
  ]
}