{
  "id": "1998:814",
  "type": "statute",
  "title": "Lag (1998:814) med särskilda bestämmelser om gaturenhållning och skyltning",
  "status": "in_force",
  "issued_date": "1998-06-11",
  "url": "https://data.riksdagen.se/dokument/sfs-1998-814.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Definition",
      "content": "Med fastighetsinnehavare avses i denna lag den som äger fastigheten eller den som enligt 1 kap. 5 § fastighets- taxeringslagen (1979:1152) skall anses som fastighetsägare. Gaturenhållning m.m."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "På gator, torg, parker och andra allmänna platser som är redovisade i detaljplan enligt plan- och bygglagen (2010:900) och för vilka kommunen är huvudman, ansvarar kommunen för att platserna genom gaturenhållning, snöröjning och liknande åtgärder hålls i ett sådant skick att uppkomsten av olägenheter för människors hälsa hindras och de krav tillgodoses som med hänsyn till förhållandena på platsen och övriga omständigheter kan ställas i fråga om trevnad, framkomlighet och trafiksäkerhet. Kommunens skyldigheter gäller inte, om åtgärderna ska utföras av staten som väghållare. Fastighetsinnehavare är skyldiga att utföra sådana åtgärder som avses i första stycket inom områden som i detaljplan redovisas som kvartersmark och som har iordningställts och begagnas för allmän trafik. Trots det som sägs i andra stycket ansvarar kommunen i enlighet med det som anges i första stycket för områden som ska användas för allmän trafik och som har upplåtits till kommunen med nyttjanderätt eller annan särskild rätt enligt"
    },
    {
      "provision_ref": "14:3",
      "chapter": "14",
      "section": "3",
      "title": "Om det finns särskilda skäl, får regeringen på kommunens",
      "content": "Kommunen kan ålägga en fastighetsinnehavare inom ett område med detaljplan där kommunen är huvudman för allmänna platser att utföra de åtgärder som avses i 2 § första stycket i fråga om gångbanor eller andra utrymmen utanför fastigheten som behövs för gångtrafiken. Regeringen eller efter regeringens bemyndigande en kommun får meddela närmare föreskrifter i fråga om de åtgärder som skall vidtas av fastighetsinnehavaren."
    },
    {
      "provision_ref": "14:4",
      "chapter": "14",
      "section": "4",
      "content": "Om andra platser utomhus än som avses i 2 § där allmänheten får färdas fritt har skräpats ned eller annars osnyggats, är kommunen skyldig att återställa platsen i sådant skick som med hänsyn till ortsförhållandena, platsens belägenhet och omständigheterna i övrigt tillgodoser skäliga anspråk. Dessa bestämmelser skall inte tillämpas, om skyldigheten skall fullgöras av någon annan enligt lag eller annan författning eller särskilda föreskrifter. Skyltar, ljusanordningar m.m."
    },
    {
      "provision_ref": "14:5",
      "chapter": "14",
      "section": "5",
      "content": "Skyltar varigenom allmänheten avvisas från ett visst område, som är av betydelse för friluftslivet, får inte finnas uppsatta utan tillstånd av kommunal myndighet. Tillstånd behövs dock inte om det är uppenbart att allmänheten inte får färdas fritt inom området eller att skylten är behörig av något annat skäl."
    },
    {
      "provision_ref": "14:6",
      "chapter": "14",
      "section": "6",
      "content": "Tavla, skylt, inskrift eller därmed jämförlig anordning för reklam, propaganda eller liknande ändamål får inte finnas varaktigt uppsatt utomhus utan tillstånd av regeringen eller statlig eller kommunal myndighet som regeringen bestämmer."
    },
    {
      "provision_ref": "14:7",
      "chapter": "14",
      "section": "7",
      "content": "Vad som sägs i 6 § gäller inte anordning som informerar om affärsrörelse eller annan verksamhet på platsen eller anslagstavla för meddelanden om kommunala angelägenheter, föreningssammanträden, auktioner eller liknande. Den som vill sätta upp en sådan anordning eller anslagstavla får dock söka tillstånd till det hos den myndighet som avses i 6 §."
    },
    {
      "provision_ref": "14:8",
      "chapter": "14",
      "section": "8",
      "content": "En sådan anordning eller anslagstavla som avses i 7 § får inte finnas uppsatt om den är uppenbart vanprydande."
    },
    {
      "provision_ref": "14:9",
      "chapter": "14",
      "section": "9",
      "content": "Affisch eller annan tillfällig anordning utomhus för reklam, propaganda eller liknande ändamål skall i andra fall än som avses i 7 § tas bort av den som ansvarar för anordningen inom fyra veckor efter uppsättandet, om inte den myndighet som avses i 6 § har medgett annat."
    },
    {
      "provision_ref": "14:10",
      "chapter": "14",
      "section": "10",
      "content": "Bestämmelserna i 6-9 §§ gäller inte anordningar inom vägområde eller för vilka bygglov krävs eller har lämnats. Lag (2025:977). Tillsyn m.m."
    },
    {
      "provision_ref": "14:11",
      "chapter": "14",
      "section": "11",
      "content": "Naturvårdsverket utövar den centrala tillsynen över efterlevnaden av bestämmelserna i denna lag och föreskrifter meddelade med stöd av lagen. Den omedelbara tillsynen utövas av kommunen."
    },
    {
      "provision_ref": "14:12",
      "chapter": "14",
      "section": "12",
      "content": "Kommunen får besluta om de förelägganden och förbud som behövs i ett enskilt fall för att denna lag eller föreskrifter meddelade med stöd av lagen skall efterlevas. I ett beslut om föreläggande eller förbud får vite sättas ut. Blir ett föreläggande eller förbud inte åtlytt får kommunen låta vidta åtgärder på den ansvariges bekostnad. Kommunen får bestämma att dess beslut skall gälla omedelbart även om det överklagas. Bemyndigande"
    },
    {
      "provision_ref": "14:13",
      "chapter": "14",
      "section": "13",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om att en miljökonsekvensbeskrivning enligt 6 kap. miljöbalken ska ingå i en ansökan om tillstånd eller medgivande enligt 5-7 eller 9 §. Regeringen eller den myndighet eller kommun som regeringen bestämmer får meddela föreskrifter om avgift för en myndighets prövning av fråga om tillstånd eller medgivande enligt 5-7 eller 9 §. Lag (2017:964). Ansvarsbestämmelser m.m."
    },
    {
      "provision_ref": "14:14",
      "chapter": "14",
      "section": "14",
      "content": "Till böter döms den som med uppsåt eller av oaktsamhet 1. inte fullgör sin skyldighet enligt 2 § andra stycket eller 3 § som fastighetsinnehavare, 2. bryter mot 6 eller 9 § eller mot föreskrift som meddelats i samband med medgivande enligt 9 §. Till ansvar enligt denna lag döms inte om gärningen är belagd med straff i brottsbalken eller miljöbalken. Den som överträtt vitesföreläggande döms inte till ansvar enligt denna lag för gärning som omfattas av föreläggandet."
    },
    {
      "provision_ref": "14:15",
      "chapter": "14",
      "section": "15",
      "content": "Den som gjort sig skyldig till en gärning som avses i 14 § får förpliktas att ersätta kommunen de kostnader som föranleds av gärningen. Överklagande"
    },
    {
      "provision_ref": "14:16",
      "chapter": "14",
      "section": "16",
      "content": "En kommunal nämnds beslut enligt denna lag överklagas till länsstyrelsen. Länsstyrelsens beslut överklagas till allmän förvaltningsdomstol. Prövningstillstånd krävs vid överklagande till kammarrätten. Övergångsbestämmelser 1998:814 1. Denna lag träder i kraft den 1 januari 1999. 2. Tavlor, skyltar, inskrifter eller därmed jämförliga anordningar som avses i 6 § och som inte undantas i 7 § får bibehållas trots vad som sägs i de bestämmelserna, om de har satts upp lagligen före den 1 januari 1965. Om en sådan anordning är uppenbart vanprydande i landskapsbilden, får länsstyrelsen förelägga den som ansvarar för anordningen att ta bort den eller ändra den. Föreläggandet får förenas med vite. Om föreläggandet inte följs skall kronofogdemyndigheten efter ansökan från länsstyrelsen verkställa beslutet. Verkställighet enligt utsökningsbalken får då ske. Om det finns särskilda skäl, skall länsstyrelsen tillerkänna den som har förelagts att ta bort anordningen ersättning för förlust med ett belopp som högst motsvarar kostnaderna för att skaffa, sätta upp eller ta bort anordningen. 3. Föreskrifter som gäller vid lagens ikraftträdande skall anses meddelade med stöd av motsvarande bestämmelser i lagen, om de har meddelats med stöd av naturvårdslagen (1964:822) eller renhållningslagen (1979:596). Tillstånd eller villkor som har meddelats genom beslut enligt bestämmelser i naturvårdslagen (1964:822) eller renhållningslagen (1979:596) eller enligt föreskrifter som har meddelats med stöd av dessa lagar skall fortsätta att gälla. 2025:977 1. Denna lag träder i kraft den 1 december 2025. 2. Äldre bestämmelser gäller fortfarande för handläggning och prövning av mål och ärenden som har påbörjats före ikraftträdandet och mål och ärenden som avser överklagande och överprövning av sådana mål och ärenden till dess målet eller ärendet är slutligt avgjort."
    }
  ]
}