{
  "id": "1998:532",
  "type": "statute",
  "title": "Lag (1998:532) om införande av lagen (1998:531) om yrkesverksamhet på hälso- och sjukvårdens område",
  "status": "in_force",
  "issued_date": "1998-06-11",
  "url": "https://data.riksdagen.se/dokument/sfs-1998-532.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Allmänna bestämmelser",
      "content": "Lagen (1998:531) om yrkesverksamhet på hälso- och sjukvårdens område träder i kraft den 1 januari 1999. Vid ikraftträdandet skall följande lagar upphöra att gälla, nämligen lagen (1960:409) om förbud i vissa fall mot verksamhet på hälso- och sjukvårdens område, lagen (1984:542) om behörighet att utöva yrke inom hälso- och sjukvården m.m., lagen (1994:953) om åligganden för personal inom hälso- och sjukvården, lagen (1994:954) om disciplinpåföljd m.m. på hälso- och sjukvårdens område och lagen (1996:786) om tillsyn över hälso- och sjukvården."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "I denna lag avses med behörighetslagen lagen (1984:542) om behörighet att utöva yrke inom hälso- och sjukvården m.m., disciplinpåföljdslagen lagen (1994:954) om disciplinpåföljd m.m. på hälso- och sjukvårdens område, tillsynslagen lagen (1996:786) om tillsyn över hälso- och sjukvården, och den nya lagen lagen (1998:531) om yrkesverksamhet på hälso- och sjukvårdens område. Behörighet"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Behörighetslagens bestämmelser om rätt att utöva yrke som apotekare och receptarie skall, trots vad som sägs i 1 §, gälla till utgången av år 1999. 4 § har upphävts genom lag (2000:360)."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Den som fått tandläkarexamen enligt de bestämmelser som gällde före den 1 juli 1994 skall fullgöra praktisk tjänstgöring enligt bestämmelser som gällde före denna tidpunkt för att få legitimation som tandläkare."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Regeringen får meddela föreskrifter om vilka utbildningar som före utgången av år 2008 skall anses likvärdiga med sjukhusfysikerexamen vid ansökan om legitimation som sjukhusfysiker."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Den som avlagt apotekarexamen, arbetsterapeutexamen, receptarieexamen eller av regeringen med stöd av 6 § föreskriven utbildning för sjukhusfysiker får, utan att ha erhållit legitimation för yrket, till utgången av år 1999 använda yrkestiteln apotekare, arbetsterapeut, receptarie respektive sjukhusfysiker. Prövotid"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Föreskrift om prövotid får inte meddelas enbart på grundval av omständigheter som hänför sig till tid före den nya lagens ikraftträdande. Verksamhetstillsyn"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Övergångsbestämmelserna till tillsynslagen skall alltjämt gälla. Äldre ärenden om disciplinpåföljd"
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Ärenden som har anmälts till Hälso- och sjukvårdens ansvarsnämnd före den 1 oktober 1994 skall prövas enligt lagen (1980:11) om tillsyn över hälso- och sjukvårdspersonalen m.fl. Disciplinpåföljd får dock inte åläggas om så inte kan ske även enligt disciplinpåföljdslagens bestämmelser. Preskription"
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Disciplinpåföljdslagens bestämmelser om preskription skall gälla för förseelser som är begångna före den nya lagens ikraftträdande. Överklagande"
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Beslut som har meddelats före den 1 januari 1999 skall överklagas enligt äldre bestämmelser. Övriga bestämmelser"
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Om det i lag eller annan författning hänvisas till en föreskrift som har ersatts genom en bestämmelse i den nya lagen eller i denna lag, skall hänvisningen i stället avse den nya bestämmelsen."
    }
  ]
}