{
  "id": "1998:1600",
  "type": "statute",
  "title": "Lag (1998:1600) om beskattningen vid överlåtelser till underpris",
  "status": "repealed",
  "issued_date": "1998-12-10",
  "url": "https://data.riksdagen.se/dokument/sfs-1998-1600.html",
  "description": "Upphävd 2000-01-01 genom SFS 1999:1230",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Inledande bestämmelser",
      "content": "Överlåts en tillgång som ingår i näringsverksamhet utan ersättning eller mot ersättning som understiger marknadsvärdet utan att detta är affärs-mässigt motiverat och är villkoren enligt denna lag uppfyllda, skall uttagsbeskattning enligt punkt 1 a första stycket av anvisningarna till 22 § kommunalskattelagen (1928:370) inte ske. Har inte ersättning utgått med ett belopp som motsvarar minst tillgångens skattemässiga värde, skall, om de nämnda villkoren uppfylls, överlåtelsen behandlas som om tillgången avyttrats mot en ersättning som motsvarar det skattemässiga värdet. Tillgången anses i sådant fall förvärvad för samma belopp."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Lagen gäller inte om 1. förutsättningar föreligger för undantag från omedelbar beskattning på grund av överlåtelsen enligt bestämmelserna om fusion eller fission i lagen (1998:1603) om beskattningen vid fusioner, fissioner och verksamhetsöverlåtelser, 2. överlåtelsen avser utdelning eller utskiftning enligt 3 § 7 a mom. eller 3 § 8 mom. tredje stycket lagen (1947:576) om statlig inkomstskatt av aktier eller andra andelar som utgör omsättningstillgångar enligt punkt 4 av anvisningarna till 21 § kommunalskattelagen (1928:370) eller 3. marknadsvärdet av tillgången är lika med eller lägre än tillgångens skattemässiga värde. Definitioner"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Begrepp som används i denna lag har, om inte annat anges, samma innebörd som i kommunalskattelagen (1928:370) och lagen (1947:576) om statlig inkomstskatt."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Med fysisk person avses även svenskt dödsbo."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Med företag avses 1. svenskt aktiebolag, 2. svensk ekonomisk förening, 3. svensk sparbank, 4. svensk stiftelse, 5. svensk ideell förening, 6. svenskt ömsesidigt försäkringsföretag eller 7. sådant utländskt bolag som anges i 16 § 2 mom. lagen (1947:576) om statlig inkomstskatt. Som företag räknas inte bostadsförening eller bostadsaktiebolag, invest-mentföretag eller utländskt skadeförsäkringsföretag."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Med handelsbolag avses svenskt handelsbolag som har endast fysiska personer eller andra företag än svenska stiftelser och svenska ideella föreningar som delägare."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Med andel avses aktie eller annan andel i sådant företag som anges i 5 § första stycket 1, 2 eller 7."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "En tillgång skall anses ingå i näringsverksamhet om ersättning eller realisationsvinst vid avyttring utgör intäkt av näringsverksamhet."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Med skattemässigt värde avses följande: 1. För lagertillgångar, pågående arbeten, kundfordringar och liknande tillgångar: det värde som gäller vid beskattningen. I fråga om fastighet som utgör lagertillgång skall hänsyn tas till värdeminskningsavdrag som har gjorts vid beskattningen men inte i räkenskaperna. 2. För tillgångar, på vilka reglerna i 25-31 §§ lagen (1947:576) om statlig inkomstskatt är tillämpliga: omkostnadsbeloppet. I fråga om fastigheter skall omkostnadsbeloppet, beräknat med bortseende från bestämmelserna i 25 § 4 mom. tredje stycket första meningen och 5 mom. första stycket lagen om statlig inkomstskatt, minskas med medgivna värdeminskningsavdrag och sådana andra avdrag som anges i punkt 5 första stycket första och andra meningarna av anvisningarna till 22 § kommunalskattelagen (1928:370). Detta gäller dock inte avdrag som hänför sig till tiden före år 1952. I fråga om bostadsrätter och dylikt beräknas omkostnadsbeloppet med bortseende från bestämmelsen i 26 § 5 mom. tredje stycket första meningen lagen om statlig inkomstskatt. 3. För inventarier och övriga andra tillgångar än sådana som avses i 1 och 2: anskaffningsvärdet minskat med medgivna värdeminskningsavdrag och liknande avdrag."
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Har ett överlåtet inventarium eller en annan tillgång på vilken reglerna om avdrag för värdeminskning i punkterna 12-14 av anvisningarna till 23 § kommunalskattelagen (1928:370) är tillämpliga utgjort endast en del av överlåtarens hela bestånd av sådan egendom, skall som skattemässigt värde anses en skälig del av hela värdet."
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Med marknadsvärde avses marknadsvärdet enligt punkt 1 a fjärde stycket av anvisningarna till 22 § kommunalskattelagen (1928:370)."
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Med verksamhetsgren avses sådan del av en rörelse som lämpar sig för att avskiljas till en självständig rörelse. Med rörelse avses annan verksamhet än innehav av kontanta medel eller värdepapper. Innehav av kontanta medel eller värdepapper hänförs dock till en rörelse om medlen eller värdepappren innehas som ett led i rörelsen. Innehav av andelar i ett företag anses som en verksamhet eller en verksamhetsgren om förvärvaren efter förvärvet under samma beskattningsår äger näringsbetingade andelar i företaget. Om uttagsbeskattning inte sker"
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Om uttagsbeskattning inte sker gäller 14-17 §§."
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Har tillgången överlåtits av ett företag, skall överlåtelsen inte medföra att någon skall ta upp skillnaden mellan marknadsvärdet och ersättningen som intäkt. Har tillgången överlåtits till en fysisk person och har ersättning inte utgått, gäller bestämmelsen i första stycket inte för ett belopp motsvarande det skattemässiga värdet av tillgången. Har ersättning utgått med ett belopp som understiger det skattemässiga värdet, gäller bestämmelsen i första stycket inte för ett belopp motsvarande skillnaden mellan det skattemässiga värdet och ersättningen. Har tillgången överlåtits till ett handelsbolag med fysiska personer som delägare, tillämpas bestämmelserna i andra stycket för personerna. Lag (1999:1152)."
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Har tillgången förvärvats av ett företag, skall kostnad för förbättring av andel i företaget eller för andel i ett företag som direkt eller indirekt äger andel i det förvärvande företaget anses inte ha nedlagts på grund av överlåtelsen. Har tillgången förvärvats från en andelsägare i företaget gäller följande. Har ersättning för tillgången inte utgått, gäller bestämmelsen i första stycket inte för ett belopp motsvarande det skattemässiga värdet av tillgången. Har ersättning utgått med ett belopp som understiger det skattemässiga värdet, gäller bestämmelsen i första stycket inte för ett belopp motsvarande skillnaden mellan det skattemässiga värdet och ersättningen."
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Avser överlåtelsen en näringsfastighet eller motsvarande bostadsrätt eller dylikt, tillämpas inte bestämmelserna i punkt 5 första stycket tredje meningen och andra stycket av anvisningarna till 22 § kommunalskattelagen (1928:370)."
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Avser överlåtelsen en fastighet som utgör lagertillgång, tillämpas inte bestämmelsen i punkt 4 andra stycket av anvisningarna till 22 § kommunalskattelagen (1928:370). Villkor för undantag från uttagsbeskattning Överlåtaren och förvärvaren"
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Överlåtaren och förvärvaren skall vara en fysisk person, ett företag eller ett handelsbolag. En svensk stiftelse eller en svensk ideell förening får inte vara förvärvare. En stiftelse får dock vid ombildning av sparbank till bankaktiebolag enligt 8 kap. sparbankslagen (1987:619) förvärva aktier från sparbanken. Vidare får en ideell förening som är skattskyldig för all sin verksamhet förvärva en tillgång från en annan ideell förening. Lag (1999:1339). Skattskyldighet"
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Förvärvaren skall omedelbart efter förvärvet vara skattskyldig för inkomst av näringsverksamhet i vilken tillgången ingår. Inkomsten av verksamheten eller del av verksamheten i vilken tillgången ingår får inte vara undantagen från beskattning på grund av ett avtal om undvikande av dubbelbeskattning. Är förvärvaren ett handelsbolag, gäller vad som nu sagts samtliga delägare i bolaget. Koncernbidragsrätt saknas"
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Kan inte överlåtaren med avdragsrätt lämna koncernbidrag till för-värvaren avseende det beskattningsår då överlåtelsen sker, skall överlåtarens hela verksamhet, en verksamhetsgren eller en ideell andel av en verksamhet eller en verksamhetsgren överlåtas. Kravet enligt första stycket gäller inte vid överlåtelse mellan ett handelsbolag och ett företag som är delägare i handelsbolaget. Underskott hos förvärvaren"
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Är förvärvaren en fysisk person, får det under beskattningsåret närmast före det beskattningsår då överlåtelsen sker inte ha uppkommit underskott i den förvärvskälla hos honom som förvärvet avser. Vidare gäller att personen inte får ha rätt till avdrag för underskott av annan förvärvskälla enligt 46 § 1 mom. kommunalskattelagen (1928:370)."
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Är förvärvaren ett företag, får det under beskattningsåret närmast före det beskattningsår då överlåtelsen sker inte ha uppkommit underskott i förvärvskälla hos förvärvaren eller hos ett företag till vilket förvärvaren kan lämna koncernbidrag med avdragsrätt avseende det beskattningsår då överlåtelsen sker. Första stycket tillämpas inte om överlåtaren kan med avdragsrätt lämna koncernbidrag till förvärvaren avseende det beskattningsår då överlåtelsen sker. Som villkor gäller att sådan begränsning av rätt till avdrag för underskott (avdragsbegränsning), som anges i 8 § lagen (1993:1539) om avdrag för underskott av näringsverksamhet, inte skulle gälla om förvärvaren erhåller koncernbidrag från överlåtaren avseende det beskattningsår då överlåtelsen sker. Avdragsbegränsning får inte heller gälla om ett företag, till vilket förvärvaren kan lämna koncernbidrag med avdragsrätt utan att avdragsbegränsning gäller för företaget, indirekt via förvärvaren erhåller koncernbidrag avseende samma beskattningsår från överlåtaren. Lag (1999:644)."
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Är förvärvaren ett handelsbolag gäller följande. Beträffande varje delägare i handelsbolaget som är fysisk person gäller att det under beskattningsåret närmast före det beskattningsår då överlåtelsen sker inte får ha uppkommit underskott i den förvärvskälla hos delägaren som förvärvet avser. Vidare gäller att delägaren inte får ha rätt till avdrag för underskott av annan förvärvskälla enligt 46 § 1 mom. kommunalskattelagen (1928:370). Beträffande varje delägare i handelsbolaget som är företag gäller att det under beskattningsåret närmast före det beskattningsår då överlåtelsen sker inte får ha uppkommit underskott i förvärvskälla hos delägaren eller hos ett företag till vilket delägaren kan lämna koncernbidrag med avdragsrätt avseende det beskattningsår då överlåtelsen sker. Detta gäller dock inte beträffande delägare som har överlåtit tillgången. Tredje stycket tillämpas inte om överlåtaren avseende det beskattningsår då överlåtelsen sker kan med avdragsrätt lämna koncernbidrag till varje delägare i det förvärvande handelsbolaget som inte uppfyller villkoret i det lagrummet. Som villkor gäller att sådan begränsning av rätt till avdrag för underskott (avdragsbegränsning), som anges i 8 § lagen (1993:1539) om avdrag för underskott av näringsverksamhet, inte skulle gälla för någon sådan delägare om delägaren erhåller koncernbidrag från överlåtaren avseende det beskattningsår då överlåtelsen sker. Avdragsbegränsning får inte heller gälla om ett företag, till vilket någon delägare kan lämna koncernbidrag med avdragsrätt utan att avdragsbegränsning gäller för företaget, indirekt via delägaren erhåller koncernbidrag avseende samma beskattningsår från överlåtaren. Lag (1999:644). 24 § har upphävts genom lag (1999:644)."
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Bestämmelserna i 21-23 §§ gäller inte beträffande underskott hos en fysisk person eller ett företag som avstår från att utnyttja underskottet. Lag (1999:644). Villkor avseende kvalificerade andelar m.m."
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Är överlåtaren en fysisk person gäller följande. Förvärvaren skall vara en fysisk person eller ett företag. Är förvärvaren ett företag, skall samtliga andelar i företaget vara kvalificerade enligt 3 § 12 a mom. lagen (1947:576) om statlig inkomstskatt. En andel skall inte anses kvalificerad om 3 § 12 b mom. lagen om statlig inkomstskatt inte skall tillämpas på grund av 3 § 12 e mom. den lagen."
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Är överlåtaren ett företag och är någon andel i företaget kvalificerad gäller följande. Förvärvaren skall vara en fysisk person, ett företag eller ett handelsbolag med enbart företag som delägare. Är förvärvaren ett företag, skall minst samma andel av andelarna i det förvärvande företaget vara kvalificerade som andelen kvalificerade andelar i det överlåtande företaget. Är förvärvaren ett handelsbolag, skall minst samma andel av andelarna i vart och ett av de delägande företagen vara kvalificerade som andelen kvalificerade andelar i det överlåtande företaget."
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Är överlåtaren ett handelsbolag med fysisk person som delägare gäller följande. Förvärvaren skall vara en fysisk person eller ett företag. Är förvärvaren ett företag, skall samtliga andelar i företaget vara kvalificerade."
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Är överlåtaren ett handelsbolag med enbart företag som delägare och är i fråga om ett eller flera av företagen någon andel i företaget kvalificerad gäller följande. Förvärvaren skall vara en fysisk person eller ett företag. Är förvärvaren ett företag skall minst samma andel av andelarna i det förvärvande företaget vara kvalificerade som den största andelen kvalificerade andelar i ett delägande företag i det överlåtande handelsbolaget."
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "En andel i ett överlåtande eller förvärvande företag, som - direkt eller indirekt - innehas av ett annat företag, skall anses kvalificerad till den del som svarar mot förhållandet mellan kvalificerade andelar i det andra företaget och övriga andelar i det andra företaget."
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Villkoret i 26-29 §§ om att en andel i ett förvärvande företag skall vara kvalificerad skall anses uppfyllt även om andelen först efter förvärvet men under samma år i samma innehavares hand blir kvalificerad. Lämnas utdelning på andelen efter förvärvet men under samma år i samma innehavares hand, skall andelen vara kvalificerad vid tidpunkten för utdelningen. Övergångsbestämmelser 1998:1600 Denna lag träder i kraft den 1 januari 1999 och tillämpas på överlåtelser som görs efter ikraftträdandet. 1999:1152 Denna lag träder i kraft den 31 december 1999 och tillämpas på överlåtelser som görs den 1 januari 2000 eller senare"
    }
  ]
}