{
  "id": "2001:25",
  "type": "statute",
  "title": "Lag (2001:25) om försöksverksamhet med videokonferens i allmän förvaltningsdomstol",
  "status": "in_force",
  "issued_date": "2001-02-01",
  "url": "https://data.riksdagen.se/dokument/sfs-2001-25.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Vid handläggningen av mål i de allmänna förvaltningsdomstolar som regeringen eller, efter regeringens bemyndigande, Domstolsverket bestämmer, får videokonferens användas på försök i enlighet med vad som föreskrivs i denna lag."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Sökande eller klagande och den som har att svara i målet får delta i muntlig förhandling i allmän förvaltningsdomstol genom videokonferens 1. om det är lämpligt med hänsyn till ändamålet med partens inställelse och övriga omständigheter, eller 2. om den muntliga förhandlingen annars skulle medföra kostnader eller olägenheter som inte står i rimligt förhållande till betydelsen av att parten inställer sig i rättssalen."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Bevisning får tas upp genom videokonferens 1. om det är lämpligt med hänsyn till bevisningens art och övriga omständigheter, eller 2. om bevisupptagning enligt reglerna i förvaltningsprocesslagen (1971:291) skulle medföra kostnader eller olägenheter som inte står i rimligt förhållande till betydelsen av att bevisningen tas upp på ett sådant sätt."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "I fråga om den som kallas till muntlig förhandling genom videokonferens gäller inte bestämmelserna i förvaltningsprocesslagen (1971:291) om kallelser och förelägganden och om påföljder vid utevaro. Kallelse till muntlig förhandling genom videokonferens skall ske på det sätt som rätten finner lämpligt. Den som har kallats att delta i en muntlig förhandling genom videokonferens men som motsätter sig att delta på detta sätt, har rätt att inställa sig i rättssalen. Den som deltar i en muntlig förhandling genom videokonferens med stöd av denna lag skall anses ha inställt sig inför rätten."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Den som har kallats till en muntlig förhandling genom videokonferens har rätt till ersättning i enlighet med vad som sägs i förvaltningsprocesslagen (1971:291)."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Utan hinder av det förbud mot fotografering som följer av 16 § förvaltningsprocesslagen (1971:291) får videokonferens användas i enlighet med vad som föreskrivs i denna lag."
    }
  ]
}