{
  "id": "2002:34",
  "type": "statute",
  "title": "Lag (2002:34) om samverkansorgan i länen",
  "status": "repealed",
  "issued_date": "2002-02-07",
  "url": "https://data.riksdagen.se/dokument/sfs-2002-34.html",
  "description": "Upphävd 2019-01-01 genom SFS 2018:1346",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Samverkansorgan",
      "content": "Med samverkansorgan avses i denna lag en kommunal beslutande församling inom ett län med särskild uppgift att svara för regionala utvecklingsfrågor i länet."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ett kommunalförbund som har samtliga kommuner i länet som medlemmar och där även landstingen kan ingå som medlem kan utgöra ett samverkansorgan. Lag (2010:632). Uppgifter"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ett samverkansorgan har till uppgift att 1. utarbeta och fastställa en strategi för länets utveckling som kommuner och landsting avser att genomföra i samarbete med andra parter, 2. samordna insatser för genomförandet av strategin, 3. trots 2 kap. 8 § andra stycket kommunallagen (2017:725) besluta om användningen av vissa statliga medel för regionalt tillväxtarbete, 4. upprätta och fastställa länsplaner för regional transportinfrastruktur, och 5. följa upp, låta utvärdera och årligen till regeringen redovisa resultaten av det regionala tillväxtarbetet. Lag (2017:743)."
    },
    {
      "provision_ref": "3 a",
      "section": "3 a",
      "content": "Med regionalt tillväxtarbete avses i denna lag insatser för att skapa en hållbar regional tillväxt och utveckling. Lag (2010:632). Bildandet av samverkansorgan"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "De kommunala organ som beslutar att bilda ett samverkansorgan skall anmäla detta till regeringen. Regeringen beslutar från vilken tidpunkt som samverkansorganet skall ha de uppgifter som framgår av 3 §. Samverkansorganets förhållande till statliga myndigheter m.fl."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Samverkansorganet ska samverka med 1. länets kommuner, 2. landstinget, och 3. länsstyrelsen och övriga berörda statliga myndigheter. Lag (2010:632)."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Samverkansorganet ska samråda med företrädare för berörda organisationer och näringslivet i länet. Lag (2010:632)."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Statliga myndigheter som bedriver verksamhet i länet ska beakta den strategi som fastställts för länets utveckling. Länsstyrelsen och övriga statliga myndigheter ska inom sina verksamhetsområden lämna samverkansorganet det biträde som det behöver för det regionala tillväxtarbetet och regional transportinfrastrukturplanering. De ska också löpande informera samverkansorganet om pågående och planerade verksamheter som har betydelse för länets utveckling. Lag (2010:632)."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Har upphävts genom lag (2010:632). Avveckling av samverkansorgan"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Ett samverkansorgan kan hos regeringen begära att det befrias från sina uppgifter. Om en kommun träder ut ur ett kommunalförbund som är samverkansorgan eller detta upplöses skall samverkansorganet anmäla detta till regeringen. Om ett samverkansorgan framställt en begäran eller gjort en anmälan enligt första stycket skall samverkansorganet avvecklas. Regeringen beslutar från vilken tidpunkt uppgifterna enligt denna lag inte skall åvila samverkansorganet."
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Har upphävts genom lag (2010:632). Övergångsbestämmelser 2002:34 1. Denna lag träder i kraft den 1 juli 2002. 2. Bestämmelserna i 3 § tillämpas från och med den 1 januari 2003. 3. De regionala självstyrelseorgan i Gotlands län och Kalmar län som omfattas av lagen (1996:1414) om försöksverksamhet med ändrad regional ansvarsfördelning anses från den 1 januari 2003 utan anmälan enligt 4 § utgöra samverkansorgan enligt denna lag om det regionala självstyrelseorganet inte dessförinnan begärt att det skall befrias från uppgifterna. I Kalmar län får ett nybildat kommunalförbund utgöra samverkansorgan när regionförbundet likvideras."
    }
  ]
}