{
  "id": "2005:1248",
  "type": "statute",
  "title": "Lag (2005:1248) om skyldighet att tillhandahålla förnybara drivmedel",
  "status": "in_force",
  "issued_date": "2005-12-20",
  "url": "https://data.riksdagen.se/dokument/sfs-2005-1248.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Denna lag syftar till ökad tillgänglighet av förnybara drivmedel. Definitioner"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "I denna lag avses med förnybart drivmedel: drivmedel, med undantag för elektricitet, som är avsett för transportändamål och helt eller till övervägande del har framställts från förnybara energikällor enligt definitionen i Europaparlamentets och rådets direktiv 2009/28/EG av den 23 april 2009 om främjande av användningen av energi från förnybara energikällor och om ändring och ett senare upphävande av direktiven 2001/77/EG och 2003/30/EG, i lydelsen enligt direktiv (EU) 2015/1513, motorbensin eller dieselbränsle: bensin eller dieselbränsle enligt definitionerna i 3 § drivmedelslagen (2011:319), säljställe: försäljningsställe för motorbensin eller dieselbränsle avsett för vägburna transporter, där bränslet finns tillgängligt för allmänheten genom en eller flera bränslepumpar avsedda för tankning direkt i det fordon där bränslet är avsett att förbrukas, bränslesäljare: den som driver rörelse i vilken motorbensin eller dieselbränsle yrkesmässigt tillhandahålls på ett eller flera säljställen. Lag (2016:877). Skyldighet att tillhandahålla förnybart drivmedel"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "En bränslesäljare ska på ett säljställe som ingår i bränslesäljarens verksamhet genom en eller flera bränslepumpar eller på annat likvärdigt sätt tillhandahålla minst ett förnybart drivmedel från och med den 1 januari varje kalenderår, om säljstället under kalenderåret två år före haft en försäljningsvolym överstigande 1 500 kubikmeter motorbensin eller dieselbränsle. Lag (2014:537)."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Bränslesäljaren skall se till att de pumpar eller andra anordningar genom vilka det förnybara drivmedlet tillhandahålls är tydligt märkta så att de inte förväxlas med pumpar eller anordningar för andra drivmedel. Tillsyn m.m."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Transportstyrelsen utövar den centrala tillsynen över efterlevnaden av denna lag. Den eller de nämnder som fullgör uppgifter inom miljöområdet utövar den lokala tillsynen inom kommunen. Regeringen får meddela föreskrifter om att den lokala tillsynen i stället skall utövas av Transportstyrelsen. Lag (2008:1383)."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Tillsynsmyndigheten får meddela de förelägganden som behövs för att lagen skall efterlevas. Beslut om föreläggande får förenas med vite. I beslutet får det förordnas att beslutet skall gälla omedelbart. Dispens"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Transportstyrelsen får i det enskilda fallet ge dispens från skyldigheten i 3 § om det finns särskilda skäl. En sådan dispens ska vara tidsbegränsad och får ges för så lång tid som skälen för dispens kan antas finnas kvar. Lag (2014:537). Överklagande"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Beslut av Transportstyrelsen och annan tillsynsmyndighet får överklagas hos allmän förvaltningsdomstol. Prövningstillstånd krävs vid överklagande till kammarrätten. Lag (2008:1383). Avgifter"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om avgifter för tillsyn och för prövning av ansökan om dispens enligt denna lag. Lag (2010:1572). Övergångsbestämmelser 2008:1383 Denna lag träder i kraft den 1 januari 2009. Vid tillämpning av 7 a § förvaltningsprocesslagen (1971:291) ska Transportstyrelsen i stället för Vägverket vara den enskildes motpart, om styrelsen efter ikraftträdandet är behörig att handlägga den typ av fråga som är föremål för prövning."
    }
  ]
}