{
  "id": "2006:45",
  "type": "statute",
  "title": "Lag (2006:45) om omvandling av fängelse på livstid",
  "status": "in_force",
  "issued_date": "2006-02-16",
  "url": "https://data.riksdagen.se/dokument/sfs-2006-45.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Tillämpningsområde",
      "content": "Denna lag gäller omvandling av fängelse på livstid till fängelse på viss tid. Lagen gäller inte för personer som har överförts hit för verkställighet av fängelsestraff med stöd av lagen (1994:569) om Sveriges samarbete med de internationella tribunalerna för brott mot internationell humanitär rätt eller lagen (2002:329) om samarbete med Internationella brottmålsdomstolen. Att regeringen genom nåd får efterge eller mildra en brottspåföljd framgår av 12 kap. 9 § regeringsformen. Lag (2010:1435). Ansökan om omvandling"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "En ansökan om omvandling får göras av den dömde eller, när det finns särskilda skäl, av Kriminalvården. Kriminalvårdens beslut att ansöka om omvandling får inte överklagas."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "En ansökan får göras när den dömde har avtjänat minst tolv år av livstidsstraffet. Om ansökan avslås, får en ny ansökan göras tidigast ett år efter det att beslutet fick laga kraft. Lag (2025:1418)."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Vid prövning av omvandling skall särskilt beaktas den tid som den dömde har avtjänat, vad som av domen framgår om de omständigheter som legat till grund för straffmätningen, om det finns risk för att den dömde återfaller i brottslighet av allvarligt slag, om den dömde har åsidosatt vad som gäller för verkställigheten och om den dömde har medverkat till att främja sin anpassning i samhället. Om ansökan bifalls skall det utdömda livstidsstraffet omvandlas till fängelse på viss tid. Fängelsestraffets längd skall bestämmas med utgångspunkt från den tid som den dömde har avtjänat och med beaktande av reglerna om villkorlig frigivning samt den dömdes behov av åtgärder för att underlätta övergången till ett liv i frihet. Fängelsestraffets längd får inte understiga det längsta tidsbestämda straff som kan dömas ut."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Vid prövning av omvandling skall sådana villkor följas som har uppställts vid överförande av verkställighet av straffet från en annan stat till Sverige. Handläggning"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "En ansökan om omvandling tas upp av Örebro tingsrätt. Ansökan skall vara skriftlig."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Åklagaren skall vara den dömdes motpart."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "För den dömde skall offentligt biträde förordnas, om det inte måste antas att behov av biträde saknas."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Rätten skall, om det inte är uppenbart obehövligt, inhämta yttrande från Kriminalvården."
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Rätten får inhämta en utredning med utlåtande om risken för att den dömde återfaller i brottslighet. Föreskrifter om genomförande av en sådan utredning meddelas av regeringen eller den myndighet som regeringen bestämmer. En ansökan får inte bifallas utan att en utredning enligt första stycket har inhämtats. En sådan utredning behöver dock inte inhämtas om det är uppenbart obehövligt."
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Sådana uppgifter om den dömde som behövs för genomförandet av en utredning enligt 10 § ska lämnas ut från en verksamhet där sekretess annars gäller enligt 25 kap. 1-5 §§, 26 kap. 1 § eller 35 kap. 15 eller 16 § offentlighets- och sekretesslagen (2009:400). Lag (2009:512)."
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Begär den dömde att bli hörd muntligen, skall han eller hon ges tillfälle till det om det inte är uppenbart obehövligt. Parterna skall ges tillfälle att yttra sig över det som tillförts ärendet genom någon annan."
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "När tingsrätten avgör en fråga om omvandling skall den bestå av en lagfaren domare och tre nämndemän. Rättens avgörande sker genom beslut."
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "I övrigt gäller vad som föreskrivs om brottmål i rättegångsbalken."
    }
  ]
}