{
  "id": "2006:24",
  "type": "statute",
  "title": "Lag (2006:24) om nationella toppdomäner för Sverige på internet",
  "status": "in_force",
  "issued_date": "2006-02-02",
  "url": "https://data.riksdagen.se/dokument/sfs-2006-24.html",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lagens tillämpningsområde",
      "content": "Denna lag gäller teknisk drift av nationella toppdomäner för Sverige på internet samt tilldelning och registrering av domännamn under dessa toppdomäner. Lag (2025:1510). Definitioner"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "I denna lag avses med domännamnssystemet: det internationella hierarkiska system som för befordringsändamål på internet används för att tilldela domännamn, domän: nivå i domännamnssystemet och del av domännamn, domännamn: unikt namn sammansatt av domäner, där en i domännamnssystemet lägre placerad domän står före en domän som är högre placerad i systemet, toppdomän: den domän som återfinns sist i ett domännamn, nationell toppdomän: toppdomän som betecknar en nation eller en region, administration: teknisk drift av en toppdomän samt tilldelning och registrering av domännamn under denna, domänadministratör: den som ansvarar för administration av en nationell toppdomän för Sverige, namnserver: dator i ett elektroniskt kommunikationsnät som programmerats så att den lagrar och distribuerar information om domännamn samt tar emot och svarar på frågor om domännamn. Lag (2025:1510). Förhållandet till annan dataskyddsreglering"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Bestämmelserna i 6 § kompletterar Europaparlamentets och rådets förordning (EU) 2016/679 av den 27 april 2016 om skydd för fysiska personer med avseende på behandling av personuppgifter och om det fria flödet av sådana uppgifter och om upphävande av direktiv 95/46/EG (allmän dataskyddsförordning). Vid behandling av personuppgifter enligt denna lag gäller lagen (2018:218) med kompletterande bestämmelser till EU:s dataskyddsförordning och föreskrifter som har meddelats i anslutning till den lagen, om inte annat följer av denna lag eller föreskrifter som har meddelats i anslutning till lagen. Lag (2018:367). Anmälan"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "En domänadministratör ska anmäla sin verksamhet till den myndighet som regeringen bestämmer (tillsynsmyndigheten). Domänadministratören ska också till tillsynsmyndigheten anmäla om administrationen helt eller delvis uppdras åt annan. Lag (2025:1510). Teknisk drift"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "En domänadministratör ska bedriva verksamheten på ett säkert och effektivt sätt i allmänhetens intresse. Domänadministratören ska 1. lagra tilldelade domännamn och andra uppgifter som är nödvändiga för att stödja den del av domännamnssystemet som toppdomänen omfattar i en databas, 2. distribuera uppgifterna till namnservrarna för toppdomänen och se till att informationen i dessa är korrekt och lätt tillgänglig, 3. säkerställa en fungerande trafik mellan namnservrarna och internet, 4. upprätthålla ett effektivt skydd av uppgifterna i toppdomänen, 5. ha personal med tillräcklig kompetens och erfarenhet för verksamheten, samt 6. ha sådana rutiner för verksamheten som uppfyller erkända standarder. Lag (2025:1510). Register"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "En domänadministratör ska föra ett register över tilldelade domännamn under toppdomänen och löpande upprätta säkerhetskopior av registeruppgifterna. Registret ska innehålla 1. domännamnet, 2. namnet på domännamnsinnehavaren och dennes telefonnummer och e-postadress, 3. namnet på den som tekniskt administrerar domännamnet och dennes telefonnummer och e-postadress, 4. uppgifter om de namnservrar som är knutna till domännamnet, 5. övrig teknisk information som behövs för att administrera domännamnet, och 6. registreringsdatum. Uppgifterna i registret ska kunna hämtas utan avgift via internet. Personuppgifter får dock göras tillgängliga på internet endast om den registrerade har samtyckt till det. Därutöver ska uppgifter lämnas ut till den som gör en lagligen grundad och motiverad begäran. Uppgifterna ska då lämnas ut skyndsamt och senast 72 timmar från mottagandet av begäran. Domänadministratören är personuppgiftsansvarig för behandling av personuppgifter i registret. Lag (2025:1510). Tilldelning av domännamn"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "En domänadministratör ska fastställa och ge offentlighet åt sina regler för tilldelning, registrering, avregistrering och överföring av domännamn under toppdomänen. Reglerna ska utformas så att förfarandet är öppet och icke-diskriminerande, med särskilt beaktande av 1. skyddet för den personliga integriteten, 2. användarnas intressen och andra allmänna intressen, samt 3. utvecklingen inom internetområdet. Domänadministratören ska tillhandahålla ett effektivt förfarande för lösning av tvister om tilldelning av domännamn. Lag (2025:1510). Överföring av uppgifter"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "En domänadministratör ska se till att uppgifterna i den databas som anges i 5 § 1 och det register som anges i 6 § överförs till tillsynsmyndigheten. Lag (2025:1510). Bemyndigande"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Regeringen eller, efter regeringens bemyndigande, tillsynsmyndigheten får meddela föreskrifter om 1. på vilket sätt skyldigheter enligt 5 § ska fullgöras, 2. register och säkerhetskopior enligt 6 §, samt 3. överföring enligt 8 §. Lag (2025:1510). Tillsyn"
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Tillsynsmyndigheten ska ha tillsyn över efterlevnaden av lagen och av föreskrifter som har meddelats med stöd av lagen. Lag (2025:1510)."
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "En domänadministratör ska på tillsynsmyndighetens begäran lämna den information och bereda den tillgång till utrustning och annat som behövs för tillsynen. Tillsynsmyndigheten har rätt att när det behövs för tillsynen få tillträde till områden, lokaler och andra utrymmen, dock inte bostäder, där verksamhet som omfattas av denna lag bedrivs. Lag (2025:1510)."
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Tillsynsmyndigheten får meddela de förelägganden som behövs för efterlevnaden av denna lag eller föreskrifter som har meddelats med stöd av lagen. Beslut om föreläggande får förenas med vite."
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Tillsynsmyndighetens beslut om åtgärder för tillsynen får verkställas av Kronofogdemyndigheten. Då gäller bestämmelserna i utsökningsbalken om verkställighet av förpliktelser som inte avser betalningsskyldighet, avhysning eller avlägsnande. Lag (2019:184). Verksamhet i krig"
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Är Sverige i krig eller krigsfara eller råder det sådana utomordentliga förhållanden som är föranledda av att det är krig utanför Sveriges gränser eller av att Sverige har varit i krig eller krigsfara, får regeringen meddela de föreskrifter om administrationen av en nationell toppdomän för Sverige som behövs med hänsyn till landets försvar eller säkerhet i övrigt. Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om den fredstida planeringen för totalförsvarets behov av adressering med användande av domännamnssystemet under sådana förhållanden som anges i första stycket. Överklagande"
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Tillsynsmyndighetens beslut enligt denna lag eller enligt föreskrifter som meddelats med stöd av lagen får överklagas hos allmän förvaltningsdomstol. Prövningstillstånd krävs vid överklagande till kammarrätten."
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Ett beslut enligt denna lag eller enligt föreskrifter som meddelats med stöd av lagen gäller omedelbart, om inte något annat anges i beslutet."
    }
  ]
}