{
  "id": "2008:1038",
  "type": "statute",
  "title": "Lag (2008:1038) om europeiskt småmålsförfarande",
  "status": "in_force",
  "issued_date": "2008-11-20",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2008-1038",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Tillämpningsområde",
      "content": "Denna lag innehåller bestämmelser som kompletterar Europaparlamentets och rådets förordning (EG) nr 861/2007 av den 11 juli 2007 om inrättande av ett europeiskt småmålsförfarande. Ansökan"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "En ansökan som inleder ett europeiskt småmålsförfarande ges in till tingsrätt. Handläggning"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Om inte annat följer av bestämmelserna i förordning (EG) nr 861/2007 om inrättande av ett europeiskt småmålsförfarande eller av denna lag, ska de bestämmelser som gäller för sådana tvistemål som avses i 1 kap. 3 d § första stycket rättegångsbalken tillämpas i ett europeiskt småmålsförfarande."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Vid tillämpningen av rättegångsbalken eller denna lag ska en dom som har meddelats med stöd av artikel 7.3 i förordning (EG) nr 861/2007 om inrättande av ett europeiskt småmålsförfarande anses vara en tredskodom. En tredskodom ska delges parterna. Återvinning och överklagande"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "En ansökan om återvinning av en tredskodom ska ha kommit in till tingsrätten inom en månad från den dag då parten delgavs tredskodomen."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Ett överklagande av en tingsrätts dom eller ett beslut som är intaget i en sådan dom ska ha kommit in till tingsrätten inom tre veckor från den dag då parten delgavs domen. Har ena parten överklagat tingsrättens dom får motparten, utöver vad som följer av första stycket, överklaga domen inom en vecka från den dag då överklagandetiden för den förstnämnda parten gick ut. Ett överklagande som avses i andra stycket förfaller, om det första överklagandet återkallas eller av annat skäl förfaller. Förnyad prövning"
    },
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "content": "En ansökan om förnyad prövning enligt förordning (EG) nr 861/2007 om inrättande av ett europeiskt småmålsförfarande ska lämnas in till hovrätten. Vid rättens handläggning gäller bestämmelserna om resning i 58 kap. 5 §, 6 § första och andra styckena och 8 § rättegångsbalken i tillämpliga delar. Lag (2017:413). Verkställighet"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Vid verkställighet av en dom som har meddelats i en annan medlemsstat ska utsökningsbalkens bestämmelser om verkställighet av en dom som har vunnit laga kraft tillämpas, om inte annat följer av artikel 15, 21, 22 eller 23 i förordning (EG) nr 861/2007 om inrättande av ett europeiskt småmålsförfarande."
    }
  ]
}