{
  "id": "2009:657",
  "type": "statute",
  "title": "Lag (2009:657) om försöksverksamhet med prestationsbaserad stimulansersättning inom svenskundervisning för invandrare",
  "status": "repealed",
  "issued_date": "2009-05-28",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2009-657",
  "description": "Upphävd 2014-08-01 genom SFS 2014:951",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Försöksverksamhet med prestationsbaserad stimulansersättning inom svenskundervisning för invandrare (sfi-bonus) får bedrivas i högst femton kommuner (försökskommuner). Regeringen får meddela föreskrifter om inom vilka kommuner som försöksverksamheten får bedrivas samt om sfi-bonusens storlek."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Försökskommunerna ska lämna sfi-bonus till nyanlända invandrare som enligt uppgift i folkbokföringsdatabasen enligt lagen (2001:182) om behandling av personuppgifter i Skatteverkets folkbokföringsverksamhet för första gången folkbokfördes i en kommun under tiden den 1 juli 2009-den 30 juni 2010, och som 1. har fyllt 18 men inte 65 år, 2. har beviljats uppehållstillstånd enligt 5 kap. 1, 2, 3, 3 a, 4 eller 6 § utlänningslagen (2005:716) eller motsvarande äldre bestämmelser, och 3. uppfyller villkoren enligt 3 och 4 §§ denna lag."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Sfi-bonus lämnas till den som inom den tidsperiod som anges i 4 § i en försökskommun har deltagit i och uppnått minst betyget Godkänt i svenskundervisning för invandrare enligt något eller några av följande alternativ: - kurs B på studieväg 1, - kurs C på studieväg 2, eller - kurs D på studieväg 3."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "För att sfi-bonus ska lämnas måste minst betyget Godkänt ha uppnåtts inom tolv månader från det att erbjuden utbildning startade, dock senast inom femton månader från den dag personen enligt uppgift i folkbokföringsdatabasen enligt lagen (2001:182) om behandling av personuppgifter i Skatteverkets folkbokföringsverksamhet för första gången folkbokfördes i en kommun."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Sfi-bonus lämnas med 1. en halv bonus för personer som har uppnått minst betyget Godkänt i svenskundervisning för invandrare på kurs B på studieväg 1, 2. två tredjedels bonus för personer som har uppnått minst betyget Godkänt i svenskundervisning för invandrare på kurs C på studieväg 2, och 3. en hel bonus för personer som har uppnått minst betyget Godkänt i svenskundervisning för invandrare på kurs D på studieväg 3. Sfi-bonus lämnas med sammanlagt högst en hel bonus till samma person. För personer som får sfi-bonus enligt första stycket ska redan utbetald sfi-bonus räknas av."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Utbetald sfi-bonus ska inte beaktas vid tillämpning av"
    },
    {
      "provision_ref": "4:7",
      "chapter": "4",
      "section": "7",
      "content": "Försökskommunen ska informera de nyanlända invandrare som omfattas av lagen om förutsättningar och villkor för att få sfi-bonus."
    },
    {
      "provision_ref": "4:8",
      "chapter": "4",
      "section": "8",
      "content": "Ansökan om sfi-bonus görs skriftligen av den enskilde hos den försökskommun där den sökande är folkbokförd. Ansökan ska ha kommit in till kommunen inom tre månader från den dag då minst betyget Godkänt enligt något av alternativen enligt 3 § har uppnåtts."
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "content": "Försökskommunen beslutar om och betalar ut sfi-bonus."
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "content": "Försökskommunen ska lämna uppgifter om de personer som har ansökt om sfi-bonus till en eller flera myndigheter. Regeringen eller den myndighet som regeringen bestämmer meddelar närmare föreskrifter om kommunens uppgiftsskyldighet."
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "Beslut enligt denna lag får överklagas hos allmän förvaltningsdomstol. Prövningstillstånd krävs vid överklagande till kammarrätten."
    }
  ]
}