{
  "id": "2010:1390",
  "type": "statute",
  "title": "Lag (2010:1390) om utnämning av ordinarie domare",
  "status": "in_force",
  "issued_date": "2010-11-25",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2010-1390",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Tillämpningsområde",
      "content": "Denna lag avser utnämning av ordinarie domare. Dessa är 1. justitieråd tillika ordförande, justitieråd tillika avdelningsordförande och övriga justitieråd i Högsta domstolen och Högsta förvaltningsdomstolen, 2. president, lagman samt råd tillika vice ordförande på avdelning och övriga råd i hovrätt och kammarrätt, 3. lagman, chefsrådman och rådman i tingsrätt och förvaltningsrätt, 4. tekniska råd, 5. patentråd, 6. ordförande tillika chef och övriga ordförande i Arbetsdomstolen, 7. ordförande i Försvarsunderrättelsedomstolen. Lag (2016:227). Domarnämnden"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ärenden om utnämning av ordinarie domare ska beredas i en statlig nämnd (Domarnämnden)."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Nämnden ska lämna förslag till regeringen i ärenden om utnämning av ordinarie domare. Nämnden ska även bedriva ett aktivt och långsiktigt arbete för att främja rekryteringen av ordinarie domare. Regeringen kan med stöd av 8 kap. 7 § regeringsformen meddela föreskrifter om andra uppgifter för nämnden. Lag (2021:75)."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Nämnden består av nio ledamöter. Fem ledamöter ska vara, eller ha varit, ordinarie domare. Två ledamöter ska vara jurister verksamma utanför domstolsväsendet, varav en ska vara advokat. Två ledamöter ska representera allmänheten. För varje ledamot ska det finnas en personlig ersättare. Ledamöter och ersättare förordnas för en tid av högst fyra år. Ledamöter och ersättare som representerar allmänheten väljs av riksdagen. Övriga ledamöter och ersättare förordnas av regeringen. Ledamöter och ersättare som ska vara, eller ha varit, ordinarie domare förordnas på förslag av de allmänna domstolarna och de allmänna förvaltningsdomstolarna. Ledamöter och ersättare som ska vara jurister verksamma utanför domstolsväsendet förordnas på förslag av de förvaltningsmyndigheter och organisationer som regeringen bestämmer. Nämnden utser inom sig en ordförande och en vice ordförande."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Vid nämnden ska det finnas ett kansli. Chefen för kansliet ska vara, eller ha varit, ordinarie domare eller ha liknande yrkeserfarenhet och kompetens. Domarnämndens handläggning"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Nämnden ska på lämpligt sätt informera om en ledig anställning som ordinarie domare."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Den som vill ansöka om en ledig anställning ska lämna in en skriftlig ansökan till nämnden. Därutöver får en generell intresseanmälan för anställningar som anges i 1 § göras till nämnden."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "I ärenden som gäller utnämning av en chef för en domstol får en företrädare för Domstolsverket närvara och yttra sig vid nämndens sammanträden. Lag (2021:75)."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Nämndens förslag till regeringen ska motiveras. Överklagande"
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Nämndens förslag i ärenden om utnämning får inte överklagas. Regeringens handläggning"
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Regeringen är inte bunden av nämndens förslag. Innan regeringen utnämner någon som inte har föreslagits av nämnden, ska nämnden få tillfälle att yttra sig över honom eller henne."
    }
  ]
}