{
  "id": "2010:630",
  "type": "statute",
  "title": "Lag (2010:630) om regionalt utvecklingsansvar",
  "status": "in_force",
  "issued_date": "2010-06-10",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2010-630",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lagens tillämpningsområde och definitioner",
      "content": "I denna lag finns bestämmelser om regionalt utvecklingsarbete och om länsplaner för regional transportinfrastruktur. Lag (2023:920)."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Med regionalt utvecklingsarbete avses i denna lag insatser för att skapa en hållbar regional tillväxt och utveckling. Lag (2023:920)."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Denna lag gäller för regionerna. Lagen gäller också, med undantag för 8 § 1, för Gotlands kommun. Det som sägs om en region i 5-10 §§ gäller i sådant fall kommunen. Lag (2019:944)."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Gotlands kommun får besluta att kommunfullmäktige och kommunstyrelsen i stället ska betecknas regionfullmäktige och regionstyrelsen. Det som sägs i andra författningar om kommunfullmäktige och kommunstyrelsen gäller i sådant fall regionfullmäktige och regionstyrelsen. Vid genomförande av val enligt vallagen (2005:837) i Gotlands kommun ska dock beteckningen kommunfullmäktige användas. Lag (2019:944). Regionalt utvecklingsarbete"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "En region ska 1. utarbeta och fastställa en strategi för länets utveckling och samordna insatser för genomförandet av strategin, 2. fastställa mål och prioriteringar för det regionala kompetensförsörjningsarbetet och tillhandahålla bedömningar av länets kompetensbehov inom offentlig och privat sektor på kort och lång sikt, 3. trots 2 kap. 8 § andra stycket kommunallagen (2017:725) besluta om användningen av vissa statliga medel för regionalt utvecklingsarbete, och 4. följa upp, låta utvärdera och årligen till regeringen redovisa resultaten av det regionala utvecklingsarbetet. Lag (2023:920)."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "En region får utföra uppgifter inom ramen för EU:s strukturfondsprogram. Lag (2019:944). Transportinfrastruktur"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "En region ska upprätta och fastställa länsplaner för regional transportinfrastruktur. Lag (2019:944). Samverkan och samråd"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "En region ska samverka med 1. länets kommuner, och 2. länsstyrelsen och övriga berörda statliga myndigheter. Lag (2019:944)."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "En region ska samråda med företrädare för berörda organisationer och näringslivet i länet. Lag (2019:944). Statliga myndigheter"
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Statliga myndigheter som bedriver verksamhet i länet ska beakta den strategi som fastställts för länets utveckling. Länsstyrelsen och övriga statliga myndigheter ska inom sina verksamhetsområden lämna regionen det stöd som den behöver för regionalt utvecklingsarbete och regional transportinfrastrukturplanering. De ska också löpande informera regionen om pågående och planerade verksamheter som har betydelse för länets utveckling. Lag (2023:920)."
    }
  ]
}