{
  "id": "2010:374",
  "type": "statute",
  "title": "Lag (2010:374) om försöksverksamhet med trafiknykterhetskontrollanter i hamnar",
  "status": "in_force",
  "issued_date": "2010-05-20",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2010-374",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Denna lag innehåller bestämmelser om försöksverksamhet med trafiknykterhetskontroll i hamnar som utförs av särskilt förordnade trafiknykterhetskontrollanter."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "En trafiknykterhetskontrollant får i hamnar ta prov enligt 2 § första stycket 1 lagen (1976:1090) om alkoholutandningsprov. Vid provtagningen ska 2 § andra och tredje styckena lagen om alkoholutandningsprov tillämpas."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Till trafiknykterhetskontrollant får den förordnas som 1. med godkänt resultat har genomgått dels föreskriven utbildning för ordningsvakter eller väktare, dels en för uppdraget särskild utbildning, och 2. med hänsyn till laglydnad och övriga omständigheter är lämplig för uppdraget. Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om den särskilda utbildning som avses i första stycket 1."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "En trafiknykterhetskontrollant förordnas av Polismyndigheten. Förordnandet meddelas för viss tid, högst tre år. I förordnandet ska tjänstgöringsställe anges. Lag (2014:599)."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Den som avser att anlita en trafiknykterhetskontrollant ska samråda med Polismyndigheten innan en trafiknykterhetskontroll anordnas. Lag (2014:599)."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Vid en trafiknykterhetskontroll ska trafiknykterhetskontrollanten stå under ledning av en polisman. Trafiknykterhetskontrollanten ska hålla Polismyndigheten informerad om förhållanden som rör hans eller hennes verksamhet och är av sådan art att Polismyndigheten bör känna till dem. Lag (2014:599)."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "En trafiknykterhetskontrollant som ska ta ett alkoholutandningsprov har samma befogenhet som en polisman har enligt 22 § 4 polislagen (1984:387) att stoppa ett fordon."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Polismyndigheten får återkalla ett förordnande som trafiknykterhetskontrollant, om kontrollanten inte längre uppfyller villkoren i 3 § första stycket. Om det kan antas att förordnandet kommer att återkallas, får Polismyndigheten stänga av trafiknykterhetskontrollanten från tjänstgöring till dess att frågan om återkallelse har prövats slutligt. Även i andra fall får beslut om avstängning för ett visst tjänstgöringstillfälle meddelas, om trafiknykterhetskontrollanten har åsidosatt vad som åligger honom eller henne i verksamheten. Om det är så brådskande att Polismyndighetens beslut inte kan inväntas, får en polisman, i väntan på myndighetens beslut, meddela ett sådant beslut som avses i andra stycket. Beslutet ska skyndsamt anmälas till Polismyndigheten. Har avstängningen inte redan upphört, ska myndigheten omedelbart pröva om den ska bestå. Lag (2014:599)."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "En trafiknykterhetskontrollant får inte obehörigen röja eller utnyttja vad han eller hon på grund av uppdrag enligt denna lag har fått veta om en enskilds personliga förhållanden eller förhållanden av betydelse för beivrandet av brott. I det allmännas verksamhet tillämpas bestämmelserna i offentlighets- och sekretesslagen (2009:400)."
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Kommuner får anlita trafiknykterhetskontrollanter enligt denna lag."
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om avgifter för 1. sådan särskild utbildning som avses i 3 § första stycket 1, och 2. ansökan om förordnande som trafiknykterhetskontrollant."
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Polismyndighetens beslut enligt denna lag eller enligt föreskrifter meddelade med stöd av lagen får överklagas hos allmän förvaltningsdomstol. Prövningstillstånd krävs vid överklagande till kammarrätten. Övergångsbestämmelser 2010:374 1. Denna lag träder i kraft den 1 juli 2010 och gäller till och med den 30 juni 2013. 2. Föreskrifterna i 9 § om tystnadsplikt för trafiknykterhetskontrollanter gäller dock tills vidare."
    }
  ]
}