{
  "id": "2010:2044",
  "type": "statute",
  "title": "Lag (2010:2044) om införande av försäkringsrörelselagen (2010:2043)",
  "status": "in_force",
  "issued_date": "2010-12-22",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2010-2044",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Tidpunkt för ikraftträdande",
      "content": "Försäkringsrörelselagen (2010:2043) träder i kraft den 1 april 2011. Detsamma gäller denna lag utom 27 §, som träder i kraft två veckor efter den dag då lagen enligt uppgift på den utkommit från trycket i Svensk författningssamling. Lagar som upphävs"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Genom denna lag upphävs, med de begränsningar som följer av denna lag, 1. lagen (1972:262) om understödsföreningar, 2. försäkringsrörelselagen (1982:713), 3. lagen (1982:728) om införande av försäkringsrörelselagen (1982:713), och 4. lagen (1987:464) om vissa riktade emissioner i aktiemarknadsbolag, m.m. Hänvisning i annan författning"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Om det i lag eller någon annan författning förekommer hänvisning till en föreskrift som har ersatts genom en bestämmelse i försäkringsrörelselagen (2010:2043) eller denna lag, tillämpas i stället den nya bestämmelsen. Bestämmelser i lag eller någon annan författning om försäkringsföreningar ska gälla för sådana understödsföreningar som efter utgången av mars 2011 fortsätter att driva sin verksamhet enligt lagen (1972:262) om understödsföreningar med stöd av 7 § den här lagen om inte annat särskilt anges. Försäkringsbolag som har bildats före lagens ikraftträdande"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "För försäkringsaktiebolag och ömsesidiga försäkringsbolag som har bildats före den 1 april 2011 gäller försäkringsrörelselagen (2010:2043) med nedan angivna undantag. Fortsatt giltighet av gällande tillstånd och stadfästelser av bolagsordning"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Tillstånd för ett försäkringsaktiebolag eller ömsesidigt försäkringsbolag att driva försäkringsrörelse (koncession) och stadfästelse av bolagsordning som är gällande vid ikraftträdandet av försäkringsrörelselagen (2010:2043), ska därefter anses gälla som om de meddelats med stöd av den lagen. Fortsatt giltighet av medgivna avvikelser och undantag"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "De undantag och avvikelser från bestämmelser i försäkringsrörelselagen (1982:713) som har medgetts och som är gällande vid ikraftträdandet av försäkringsrörelselagen (2010:2043) ska därefter avse motsvarande bestämmelser i den lagen. Understödsförenings ansökan om tillstånd och verksamhet"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "En understödsförening som före den 1 april 2011 är registrerad enligt lagen (1972:262) om understödsföreningar får fortsätta att driva verksamheten och ska då omfattas av bestämmelserna i den lagen till utgången av år 2020 eller, om den driver sådan verksamhet som anges i 7 § tredje stycket den lagen, till utgången av april 2020. Om understödsföreningen dessförinnan har gett in en ansökan om tillstånd enligt 2 kap. försäkringsrörelselagen (2010:2043) eller 2 kap. lagen (2019:742) om tjänstepensionsföretag, får den driva verksamheten vidare till dess att ett beslut med anledning av en sådan ansökan har fått laga kraft. Om en sådan ansökan inte har getts in i tid eller om den avslås, ska föreningen träda i likvidation. Likvidationen ska handläggas enligt bestämmelserna i lagen om understödsföreningar. Har sådant förhållande inträffat som påkallar likvidation enligt andra stycket och har inte inom sex veckor därefter i understödsföreningsregistret införts uppgift om att föreningen trätt i likvidation, ska rätten på anmälan av Finansinspektionen och efter föreningens hörande förklara att föreningen ska träda i likvidation. Bestämmelserna i 44 § lagen om understödsföreningar ska tillämpas vid rättens handläggning av en anmälan enligt tredje stycket. Lag (2019:767). Avtal med en jävskrets om tjänster"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "I fråga om avtal som avses i 4 kap. 9 § försäkringsrörelselagen (2010:2043) och som har ingåtts före den 1 april 2011 gäller äldre bestämmelser. Särskilda associationsrättsliga bestämmelser Registrering av redan bildade försäkringsbolag"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "I fråga om registrering av försäkringsaktiebolag och ömsesidiga försäkringsbolag som har bildats innan försäkringsrörelselagen (2010:2043) har trätt i kraft gäller äldre bestämmelser. Borttagande av föreskrifter om aktiers nominella belopp"
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Föreskrifter i ett försäkringsaktiebolags bolagsordning om aktiers nominella belopp ska tas bort senast i samband med att bolaget första gången efter utgången av mars 2011 beslutar om annan ändring i bolagsordningen. När en sådan föreskrift tas bort, ska samtidigt uppgift om antalet aktier i bolaget tas in i bolagsordningen. Förbehåll om lösningsrätt"
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Innehåller ett försäkringsaktiebolags bolagsordning före den 1 april 2011 förbehåll som avses i 3 kap. 3 § försäkringsrörelselagen (1982:713), gäller förbehållet även om det avviker från 4 kap. 28 § aktiebolagslagen (2005:551). Angivande av aktieägares person- eller organisationsnummer, m.m."
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Bestämmelserna i 5 kap. 5 § första stycket 2 aktiebolagslagen (2005:551) om angivande av aktieägares person- eller organisationsnummer gäller inte i fråga om aktieägare som har förts in i aktieboken före den 1 april 2011. I fråga om försäkringsaktiebolag som har bildats före den 1 april 2011 behöver uppgift enligt"
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "content": "Bestämmelserna i 6 kap. 2 § aktiebolagslagen (2005:551) om angivande av bolagets organisationsnummer och bolagskategori och om aktieägarens personnummer, organisationsnummer eller annat identifieringsnummer gäller inte aktiebrev som har lämnats ut före den 1 april 2011."
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "content": "Den som innehar ett aktiebrev och enligt bolagets anteckning på brevet är införd som ägare i aktieboken ska, även om införingen har skett före utgången av år 1982, likställas med den som enligt 13 § andra stycket lagen (1936:81) om skuldebrev förmodas ha rätt att göra skuldebrevet gällande, om ett förvärv från honom eller henne sker efter den nämnda tidpunkten. Registrering och verkställande av äldre stämmobeslut"
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Vid registrering och verkställande av ett stämmobeslut som har fattats före ikraftträdandet av försäkringsrörelselagen (2010:2043) samt vid talan mot ett sådant beslut gäller äldre bestämmelser eller, såvitt gäller sådana beslut som avses i 16 kap. aktiebolagslagen (2005:551), bestämmelserna i den upphävda lagen (1987:464) om vissa riktade emissioner i aktiemarknadsbolag, m.m. Registrering och verkställande av äldre styrelsebeslut"
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Om styrelsen före den 1 april 2011 har fattat beslut om nyemission enligt 4 kap. 16 eller 17 §, emission av skuldebrev enligt 5 kap. 9 eller 10 § eller nedsättning av aktiekapitalet enligt 6 kap. 8 § försäkringsrörelselagen (1982:713), gäller äldre bestämmelser vid registrering och verkställande av beslutet. Uppdelning och sammanläggning av aktier"
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Bestämmelserna i 4 kap. 46-50 §§ aktiebolagslagen (2005:551) gäller inte i fråga om beslut om uppdelning eller sammanläggning av aktier som har fattats före den 1 april 2011. Revisor i försäkringsaktiebolag"
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "content": "Om ett försäkringsaktiebolag vid ikraftträdandet av försäkringsrörelselagen (2010:2043) har en revisor som inte uppfyller kraven i 11 kap. 12 § i den lagen och 9 kap. aktiebolagslagen (2005:551), får bolaget tillämpa äldre bestämmelser om en revisors kvalifikationer till dess den tid för vilken revisorn har utsetts har gått ut. Om revisorn har utsetts för en mandattid överstigande fyra år eller tills vidare, ska uppdraget som revisor anses gälla till slutet av den årsstämma som hålls under det fjärde räkenskapsåret efter revisorsvalet eller, om den tiden har löpt till ända den 1 april 2011, till utgången av den första årsstämman som hålls efter lagens ikraftträdande. Revisorsval ska i sist nämnda fall ske på den årsstämman. Värdeöverföring"
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "content": "Äldre bestämmelser gäller i fråga om värdeöverföring från ett försäkringsaktiebolag eller ett ömsesidigt försäkringsbolag, om beräkningen ska grunda sig på en årsredovisning som har upprättats före den 1 april 2011. Inlösen av minoritetsaktier"
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Om inlösen av aktier enligt 15 kap. 8 § försäkringsrörelselagen (1982:713) har påkallats före den 1 juli 2006, gäller försäkringsrörelselagen i dess lydelse vid utgången av juni 2006 i fråga om förutsättningarna för inlösen, bestämmandet av inlösenbeloppet och förfarandet."
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Om ett försäkringsaktiebolag före den 1 april 2011 har beslutat om emission av teckningsoptioner eller konvertibler och det i emissionsvillkoren finns bestämmelser om hur dessa instrument skall behandlas i samband med inlösen av aktier enligt 14 a kap. försäkringsrörelselagen (1982:713), gäller dessa bestämmelser även efter den tidpunkten. Fusion"
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "content": "Äldre bestämmelser gäller för fusion, om fusionsplanen har godkänts enligt 15 a kap. 11 § försäkringsrörelselagen (1982:713) före den 1 april 2011. Detsamma gäller vid absorption av helägt dotterbolag enligt 15 a kap. 18 § samma lag, om fusionsplanen har upprättats före nämnda datum. Likvidation och konkurs"
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "content": "Äldre bestämmelser gäller för likvidation och konkurs, om beslut om konkurs eller likvidation har meddelats före den 1 april 2011. Ingripande mot ett försäkringsföretag"
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "En fråga om ingripande enligt försäkringsrörelselagen (2010:2043) bedöms enligt äldre bestämmelser, om de omständigheter som föranleder frågan om ingripande hänför sig till tiden före den 1 april 2011. De nya bestämmelserna ska dock tillämpas, om de skulle leda till ett mindre strängt ingripande. Överklagande av äldre beslut"
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "content": "Beslut som har meddelats före ikraftträdandet av försäkringsrörelselagen (2010:2043) överklagas enligt äldre bestämmelser. Styrelsens förslag till ändring av bolagsordning"
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "content": "Om ett försäkringsaktiebolags eller ett ömsesidigt försäkringsbolags bolagsordning efter utgången av mars 2011 strider mot försäkringsrörelselagen (2010:2043) ska styrelsen, om inte annat följer av den här lagen, till den första ordinarie stämman därefter lägga fram förslag till ändring av bolagsordningen till överensstämmelse med försäkringsrörelselagen. Ändring av bolagsordning före lagens ikraftträdande"
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "content": "Stämman får redan före den 1 april 2011 besluta om ändring i bolagsordningen till överensstämmelse med försäkringsrörelselagen (2010:2043). I beslutet ska anges att ändringen gäller från och med den 1 april 2011. Särskilda bestämmelser för vissa äldre företag"
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "content": "Ett ömsesidigt försäkringsbolags firma som har registrerats före ikraftträdandet av lagen (1948:433) om försäkringsrörelse behöver inte innehålla orden ömsesidig eller försäkring."
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "content": "För Stockholms stads brandförsäkringskontor gäller bestämmelserna i försäkringsrörelselagen (2010:2043) om ömsesidiga försäkringsbolag i tilllämpliga delar. Kontorets delägare ska dock inte på grund härav få större ansvar för kontorets förpliktelser än de hade före den 1 januari 1904."
    }
  ]
}