{
  "id": "2010:1933",
  "type": "statute",
  "title": "Lag (2010:1933) om auktorisation av delgivningsföretag",
  "status": "in_force",
  "issued_date": "2010-12-16",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2010-1933",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Inledande bestämmelse",
      "content": "Med ett delgivningsföretag avses i denna lag ett företag som yrkesmässigt utför delgivning enligt delgivningslagen (2010:1932). Auktorisation"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Auktorisation får beviljas endast om det med hänsyn till organisation, ledning och ägande kan antas att företagets verksamhet kommer att bedrivas i överensstämmelse med lag och på ett sakkunnigt och omdömesgillt sätt. Polismyndigheten ska ges tillfälle att yttra sig innan auktorisation beviljas. Lag (2014:648). Godkännande av personal"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "All personal hos ett auktoriserat delgivningsföretag ska vara godkänd med avseende på laglydnad och lämplighet i övrigt för en anställning i ett sådant företag. Detsamma gäller den som leder verksamheten samt ledamöter och suppleanter i delgivningsföretagets styrelse. Utbildning av personal"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Ett auktoriserat delgivningsföretag ska se till att personalen får nödvändig utbildning. Tillsynsmyndighet"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Ett auktoriserat delgivningsföretag står under tillsyn av en länsstyrelse. Regeringen meddelar föreskrifter om vilka länsstyrelser som är tillsynsmyndigheter och om deras tillsynsområden."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Tillsynsmyndigheten prövar frågor om auktorisation och godkännande samt återkallelse av auktorisation och godkännande enligt denna lag. Tillsyn"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ett auktoriserat delgivningsföretag ska lämna tillsynsmyndigheten de upplysningar om verksamheten som den begär för sin tillsyn. Ett sådant företag ska årligen före mars månads utgång till tillsynsmyndigheten ge in en redogörelse för verksamheten under föregående år."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Tillsynsmyndigheten har rätt att inspektera ett auktoriserat delgivningsföretag och att ta del av samtliga handlingar som rör företagets verksamhet avseende stämningsmannadelgivning."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Tillsynsmyndigheten får meddela ett auktoriserat delgivningsföretag de förelägganden som behövs för att denna lag ska efterlevas. Ett sådant föreläggande får förenas med vite. Återkallelse av auktorisation och godkännande"
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Auktorisation och godkännande enligt denna lag kan återkallas när det inte längre finns förutsättningar för auktorisation respektive godkännande eller när det i övrigt finns särskild anledning till återkallelse. Ett godkännande ska återkallas när den som godkännandet avser har lämnat sin anställning eller sitt uppdrag hos ett auktoriserat delgivningsföretag och inte inom tre månader därefter har visat att han eller hon har fått en ny anställning eller ett nytt uppdrag hos ett sådant företag. Ett beslut om återkallelse gäller omedelbart, om inte annat anges i beslutet. Tystnadsplikt"
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Den som är eller har varit verksam i ett auktoriserat delgivningsföretag eller som har eller haft uppdrag för ett sådant företag får inte obehörigen avslöja eller utnyttja vad han eller hon i samband med anställningen eller uppdraget har fått veta om enskildas personliga eller ekonomiska förhållanden. Avgifter"
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Avgift får tas ut för tillsyn och för prövning av ansökningar om auktorisation och godkännande av personal. Överklagande"
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Beslut enligt denna lag får överklagas hos allmän förvaltningsdomstol. Polismyndigheten får överklaga beslut att bevilja auktorisation. Prövningstillstånd krävs vid överklagande till kammarrätt. Lag (2014:648). Bemyndiganden"
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela ytterligare föreskrifter om auktorisation och godkännande samt om utbildning av personal. Regeringen får meddela föreskrifter om storleken på de avgifter som får tas ut enligt 12 §."
    }
  ]
}