{
  "id": "2011:1211",
  "type": "statute",
  "title": "Lag (2011:1211) om Konsumentombudsmannens medverkan i vissa tvister",
  "status": "in_force",
  "issued_date": "2011-12-01",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2011-1211",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "I denna lag finns bestämmelser om Konsumentombudsmannens medverkan i vissa tvister mellan konsumenter och näringsidkare."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "I en tvist mellan en konsument och en näringsidkare får Konsumentombudsmannen besluta att biträda konsumenten som ombud vid allmän domstol och hos Kronofogdemyndigheten, om tvisten är av betydelse för rättstillämpningen eller om det annars finns ett allmänt konsumentintresse av att tvisten prövas."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Under den tid som Konsumentombudsmannen är ombud enligt denna lag ska konsumenten få de förmåner som avses i 16-20 §§ rättshjälpslagen (1996:1619). Kostnaderna för förmånerna ska stanna på staten. Konsumentombudsmannen beslutar i fråga om en sådan utredning som avses i 17 § rättshjälpslagen samt om ersättning till den som medverkat vid utredningen."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Om Konsumentombudsmannen enligt denna lag biträder en konsument vid talan i allmän domstol, ska bestämmelserna om tvistemål om mindre värden i 1 kap. 3 d §, 10 kap. 8 a § och"
    },
    {
      "provision_ref": "18:5",
      "chapter": "18",
      "section": "5",
      "content": "Om konsumenten enligt 18 kap. rättegångsbalken är skyldig att ersätta näringsidkaren för dennes rättegångskostnader, ska staten i stället för konsumenten förpliktas att betala dessa kostnader. Staten svarar dock inte för näringsidkarens kostnader om dessa uppstått efter det att Konsumentombudsmannen upphört att vara ombud och näringsidkaren underrättats om detta. Om näringsidkaren genom handlande som avses i 18 kap. 6 § rättegångsbalken orsakat uppskov i målet eller på annat sätt vållat kostnad för Konsumentombudsmannen, är näringsidkaren skyldig att ersätta staten för denna kostnad."
    },
    {
      "provision_ref": "18:6",
      "chapter": "18",
      "section": "6",
      "content": "I 32 § 7 rättshjälpslagen (1996:1619) finns bestämmelser om att beviljad rättshjälp ska upphöra om Konsumentombudsmannen beslutar att biträda konsumenten."
    },
    {
      "provision_ref": "18:7",
      "chapter": "18",
      "section": "7",
      "content": "Konsumentombudsmannens beslut enligt denna lag får inte överklagas. Övergångsbestämmelser 2011:1211 1. Denna lag träder i kraft den 1 januari 2012. 2. Lagen tillämpas även på ärenden enligt lagen (1997:379) om försöksverksamhet avseende medverkan av Konsumentombudsmannen i vissa tvister som inletts före utgången av 2011."
    }
  ]
}