{
  "id": "2013:644",
  "type": "statute",
  "title": "Lag (2013:644) om rätt till lön och annan ersättning för arbete utfört av en utlänning som inte har rätt att vistas i Sverige",
  "status": "in_force",
  "issued_date": "2013-06-19",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2013-644",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Inledande bestämmelser",
      "content": "Denna lag gäller när en arbetsgivare som inte har vidtagit sådana kontrollåtgärder som avses i 20 kap. 12 § andra stycket utlänningslagen (2005:716) har en utlänning anställd i Sverige som inte har rätt att vistas här. Lagen gäller också när en sådan utlänning tillfälligt utför arbete i ett annat land. Lagen är inte tillämplig på medborgare i en EES-stat eller i Schweiz, och inte heller på deras familjemedlemmar, om dessa har rätt till fri rörlighet enligt de regler som gäller inom Europeiska unionen."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ett avtalsvillkor som i jämförelse med denna lag är till nackdel för utlänningen är utan verkan mot honom eller henne."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "I denna lag avses med uppdragsgivare den som anlitar en eller flera underentreprenörer för att genomföra ett huvud- eller ett underentreprenadavtal. Med uppdragsgivare i tidigare led avses i denna lag en uppdragsgivare som inte har ett direkt avtalsförhållande med den underentreprenör som är arbetsgivare för utlänningen. Lagen är inte tillämplig på den som är beställande part i ett huvudentreprenadavtal. Lön och annan ersättning"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "En utlänning som har utfört arbete under sådana förhållanden som avses i 1 § första stycket har rätt till lön och annan ersättning från sin arbetsgivare."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Vid tvist mellan en arbetsgivare och en utlänning om lön eller annan ersättning för utfört arbete ska, om inte någon av dem visar annat, 1. lönen eller ersättningen anses motsvara den minimilön och ersättning som följer av kollektivavtal eller praxis inom yrket eller branschen, och 2. utlänningen anses ha utfört tre månaders heltidsarbete. Kostnader för att sända lön och annan ersättning"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Om det uppstår kostnader för att sända sådan lön och annan ersättning som avses i 4 § till en utlänning ska arbetsgivaren betala dessa. Uppdragsgivares ansvar"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Om en arbetsgivare som anlitas som underentreprenör för att genomföra ett entreprenadavtal inte kan ersätta en utlänning enligt 4-6 §§, ansvarar arbetsgivarens uppdragsgivare och uppdragsgivare i tidigare led solidariskt med varandra för den lön och annan ersättning samt de eventuella kostnader för att sända lönen och ersättningen till utlänningen som arbetsgivaren skulle ha betalat enligt 4-6 §§. En uppdragsgivare som har vidtagit rimliga kontrollåtgärder och som inte inser eller har skälig anledning att anta att arbetsgivaren har en eller flera utlänningar anställda som saknade rätt att vistas i Sverige, är inte ansvarig enligt första stycket. En uppdragsgivare i tidigare led är ansvarig enligt första stycket endast om uppdragsgivaren inser eller har skälig anledning att anta att arbetsgivaren har en eller flera utlänningar anställda som saknade rätt att vistas här och som arbetade inom underentreprenaden."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Arbetsgivaren ska ersätta den som har betalat lön eller annan ersättning enligt 7 § första stycket. Motsvarande skyldighet gäller också för en sådan uppdragsgivare som är ansvarig enligt 7 § i förhållande till uppdragsgivare i tidigare led. Rättegångsregler"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Mål om tillämpningen av denna lag ska, i den mån tvisten avser förhållandet mellan en arbetsgivare och en utlänning, handläggas enligt lagen (1974:371) om rättegången i arbetstvister."
    }
  ]
}