{
  "id": "2014:1470",
  "type": "statute",
  "title": "Lag (2014:1470) om beskattning av viss privatinförsel av cigaretter",
  "status": "in_force",
  "issued_date": "2014-12-11",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2014-1470",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Inledande bestämmelser",
      "content": "En enskild person som har förvärvat och som själv, för sitt eller sin familjs personliga bruk, till Sverige för in cigaretter från Bulgarien, Kroatien, Lettland, Litauen, Rumänien eller Ungern ska, om inte annat följer av 2 §, betala skatt med 1 krona och 51 öre per cigarett. Cigaretter med en längd, exklusive filter eller munstycke, som överstiger 8 centimeter men inte 11 centimeter anses som två cigaretter. Är cigaretten längre anses varje påbörjad ytterligare längd av 3 centimeter som en cigarett. En bestämmelse om förbud för den som inte fyllt 18 år att föra in tobaksvaror i landet finns i 5 kap. 20 § lagen (2018:2088) om tobak och liknande produkter. Lag (2018:2095)."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Skatt enligt 1 § ska inte tas ut till den del införseln uppgår till högst 300 cigaretter från respektive land."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skatt enligt denna lag tas dock inte ut vid sådan införsel som sker under sådana omständigheter att förutsättningar skulle finnas att medge återbetalning av skatt enligt 31 d § lagen (1994:1563) om tobaksskatt. Skattskyldighet, redovisning och betalning av skatten"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Skattskyldig är den som för in cigaretter för vilka skatt ska betalas enligt denna lag. Skattskyldighet inträder vid införseln. Den som är skattskyldig ska självmant redovisa skatten vid varje införsel. Redovisning ska ske i en särskild skattedeklaration för varje händelse som medför skattskyldighet. Deklarationen ska lämnas på heder och samvete."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Om införseln görs på en bemannad tullplats, ska deklarationen lämnas till en tulltjänsteman vid tullplatsen. I andra fall ska deklarationen lämnas till Skatteverket och ha kommit in senast fem dagar efter det att införseln gjordes."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Skatteverket beslutar om den skatt som ska betalas för varje skattepliktig införsel. Om deklarationen har lämnats till en tulltjänsteman på en bemannad tullplats eller om en skattepliktig vara påträffas vid en deklarationskontroll, ska Tullverket för Skatteverkets räkning besluta om skatten. Tullverket får då även uppbära skatten och vidta nödvändig skattekontroll."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Skatt enligt denna lag ska betalas in till beskattningsmyndigheten genom insättning på ett särskilt konto. Skatt som ska redovisas enligt denna lag ska vara betald senast två veckor efter det att beslut om skatten meddelades. Skatten anses betald den dag då betalningen har bokförts på det särskilda kontot."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Om skatten inte betalas i rätt tid, ska kostnadsränta beräknas från och med dagen efter den dag då beloppet senast skulle ha betalats till och med den dag då beloppet betalas. Kostnadsränta ska beräknas efter en räntesats som motsvarar basräntan enligt 65 kap. 3 § skatteförfarandelagen (2011:1244) plus 15 procentenheter till och med den dag då ett beslut om att lämna beloppet till Kronofogdemyndigheten för indrivning registreras i utsöknings- och indrivningsdatabasen enligt lagen (2001:184) om behandling av uppgifter i Kronofogdemyndighetens verksamhet. Därefter beräknas kostnadsräntan med en räntesats som motsvarar basräntan enligt 65 kap. 3 § skatteförfarandelagen. Om skatt ska betalas på grund av ett omprövningsbeslut eller ett beslut av domstol, ska kostnadsränta beräknas från och med dagen efter beloppets ursprungliga förfallodag. Kostnadsränta ska beräknas till och med den dag då betalning senast ska ske. Kostnadsränta ska beräknas efter en räntesats som motsvarar basräntan enligt 65 kap. 3 § skatteförfarandelagen. Om det finns synnerliga skäl, ska beskattningsmyndigheten besluta om befrielse från kostnadsränta. Om skatt ska tillgodoräknas på grund av ett omprövningsbeslut eller ett beslut av domstol, ska intäktsränta beräknas från och med dagen efter beloppets ursprungliga förfallodag till och med den dag omprövning beslutats. Intäktsränta ska beräknas efter en räntesats som motsvarar intäktsräntan enligt 65 kap. 4 § tredje stycket skatteförfarandelagen."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Ifråga om skatt och ränta enligt denna lag samt särskild avgift enligt 10 § tillämpas bestämmelserna om indrivning i"
    },
    {
      "provision_ref": "70:10",
      "chapter": "70",
      "section": "10",
      "title": "Särskilda avgifter",
      "content": "Om en enskild person på annat sätt än muntligen har lämnat en oriktig uppgift till ledning för egen beskattning, ska en särskild avgift tas ut. Avgiften är 40 procent av den skatt som, om den oriktiga uppgiften hade godtagits, inte skulle ha påförts den som lämnat uppgiften. Om en enskild person har fört in en vara för vilken skatt ska betalas enligt denna lag utan att deklarera detta, ska den skattskyldige betala en särskild avgift. Avgiften är 40 procent av den skatt som ska betalas."
    },
    {
      "provision_ref": "70:11",
      "chapter": "70",
      "section": "11",
      "content": "Skatteverket ska ta ut en särskild avgift enligt 10 §. Om den oriktiga uppgiften lämnats i en deklaration till Tullverket eller det vid en kontroll har visat sig att deklaration inte lämnats, ska Tullverket för Skatteverkets räkning påföra särskild avgift. Särskild avgift enligt denna lag ska betalas in till beskattningsmyndigheten genom insättning på ett särskilt konto. Särskild avgift som ska redovisas enligt denna lag ska vara betald senast två veckor efter det att beslut om särskild avgift meddelades. Skatten anses betald den dag då betalningen har bokförts på det särskilda kontot."
    },
    {
      "provision_ref": "70:12",
      "chapter": "70",
      "section": "12",
      "content": "Den särskilda avgiften får inte tas ut om den skattsskyldige på eget initiativ har rättat den oriktiga uppgiften. Beskattningsmyndigheten ska besluta om hel eller delvis befrielse från särskild avgift om det är oskäligt att ta ut avgiften med fullt belopp. Vid bedömningen ska bestämmelserna i 51 kap. 1 § andra stycket skatteförfarandelagen (2011:1244) tillämpas. Bestämmelserna om befrielse från den särskilda avgiften ska beaktas även om yrkande om detta inte framställts. Omhändertagande och förverkande"
    },
    {
      "provision_ref": "70:13",
      "chapter": "70",
      "section": "13",
      "content": "Om cigaretter förs in för vilka skatt ska betalas enligt denna lag, får Tullverket omhänderta cigaretterna om det finns en påtaglig risk att den skattskyldige inte kommer att betala skatten. Omhändertagna cigaretter får inte lämnas ut förrän skatt och särskild avgift som beslutats enligt denna lag har betalats. Omhändertagandet ska upphävas om skatten och avgiften betalas eller beslutet att ta ut skatt upphävs."
    },
    {
      "provision_ref": "70:14",
      "chapter": "70",
      "section": "14",
      "content": "Tullverket får besluta att cigaretter som är omhändertagna enligt 13 § ska förverkas om beslut om skatt och särskild avgift enligt denna lag har vunnit laga kraft och skatten och avgiften inte har betalats inom en månad räknat från den dag då beslutet vann laga kraft. Om cigaretter har omhändertagits enligt 13 § och Tullverket därefter har beslutat att förverka dem enligt första stycket, ska beskattningsmyndigheten efterge skatten och avgiften på cigaretterna."
    },
    {
      "provision_ref": "70:15",
      "chapter": "70",
      "section": "15",
      "content": "När beslut om förverkande enligt denna lag har vunnit laga kraft, ska varan förstöras genom Tullverkets försorg. Omprövning och överklagande"
    },
    {
      "provision_ref": "70:16",
      "chapter": "70",
      "section": "16",
      "content": "Skatteverket får på eget initiativ ompröva ett beslut enligt denna lag såväl till fördel som till nackdel för den som beslutet gäller. Skatteverket ska ompröva beslut enligt denna lag om den som beslutet gäller begär omprövning. En begäran om omprövning ska vara skriftlig. Om begäran om omprövning inte är undertecknad, får Skatteverket förelägga den som begärt omprövningen att underteckna begäran. Föreläggandet ska innehålla en upplysning om att omprövning annars inte kommer att ske. När Skatteverket på eget initiativ omprövar ett beslut, ska omprövningsbeslutet meddelas senast två månader efter dagen för det första beslutet som meddelats i frågan. En begäran om omprövning ska ha kommit in till myndigheten senast två månader efter dagen för det första beslutet som meddelats i frågan. Om Skatteverket på eget initiativ har omprövat ett beslut, ska en begäran om omprövning av detta beslut ha kommit in senast två månader efter beslutsdagen. När Skatteverket på den skattskyldiges begäran omprövar ett beslut om särskild avgift, får myndigheten samtidigt till den skattskyldiges fördel ompröva det beskattningsbeslut som föregått den särskilda avgiften, även om tiden för att begära omprövning av detta beslut har gått ut."
    },
    {
      "provision_ref": "70:17",
      "chapter": "70",
      "section": "17",
      "content": "Beslut enligt denna lag får överklagas till allmän förvaltningsdomstol. Skatteverket är den enskildes motpart efter det att handlingarna i ärendet överlämnats till domstolen. Ett överklagande ska ha kommit in till Skatteverket inom två månader från dagen för det överklagade beslutet. Skatteverket ska snarast ompröva det överklagade beslutet. Detta gäller inte om överklagandet ska avvisas. Prövningstillstånd krävs vid överklagande till kammarrätten. Beslut enligt denna lag gäller omedelbart."
    },
    {
      "provision_ref": "70:18",
      "chapter": "70",
      "section": "18",
      "content": "Vid handläggning av frågor om omhändertagande, förverkande samt särskild avgift ska förvaltningsrätten eller kammarrätten hålla muntlig förhandling om den skattskyldige begär det. Muntlig förhandling behöver dock inte hållas om ett beslut om omhändertagande, förverkande eller särskild avgift kommer att upphävas. Övergångsbestämmelser 2014:1470 1. Denna lag träder i kraft den 1 januari 2015. 2. Genom lagen upphävs lagen (2004:228) om beskattning av viss privatinförsel av tobaksvaror. 3. Äldre bestämmelser gäller fortfarande för förhållanden som hänför sig till tiden före ikraftträdandet. 4. Lagen tillämpas på införsel som äger rum från och med den 1 januari 2015. 5. Skatt ska inte tas ut för införsel som äger rum efter utgången av 2017."
    }
  ]
}