{
  "id": "2014:1005",
  "type": "statute",
  "title": "Lag (2014:1005) om virkesmätning",
  "status": "in_force",
  "issued_date": "2014-06-19",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2014-1005",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lagens syfte",
      "content": "Denna lag syftar till att ge säljare och köpare av virke likvärdiga möjligheter att bedöma om ersättningen för det virke som överlåts är rimlig. Uttryck i lagen"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "I denna lag avses med 1. virke: stam, stubbe och grenar av avverkade träd oavsett sönderdelning före industriell vidareförädling, 2. virkesmätning: bestämmande av virkes kvantitet och virkes lämplighet för avsedd användning. Lagens tillämpningsområde"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Denna lag gäller sådan virkesmätning som ligger till grund för att bestämma ersättningen för virket vid en överlåtelse. Lagen gäller inte om virket 1. tidigare har överlåtits, 2. överlåts till en enskild person för privat bruk, 3. överlåts till näringsidkare för småskalig förädling eller småskalig energiproduktion, eller 4. överlåts av ett företag till ett annat företag inom samma koncern. Regeringen eller den myndighet som regeringen bestämmer meddelar föreskrifter om vad som avses med småskalig förädling, småskalig energiproduktion och koncern. Bemyndiganden Föreskrifter om virkesmätning"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om 1. med vilken noggrannhet och hur virkesmätning i övrigt ska utföras, 2. skyldighet för den som utför virkesmätning att under viss tid spara resultatet av utförd mätning, uppgifter om mätningen och information som ligger till grund för resultatet, och 3. skyldighet för den som utför virkesmätning att lämna resultatet av mätningen, uppgifterna om mätningen och informationen som ligger till grund för mätningen till säljare och köpare. Föreskrifter om uppgiftsskyldighet"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om skyldighet för den som utför virkesmätning att till tillsynsmyndigheten 1. anmäla sin verksamhet, och 2. lämna uppgifter om den bedrivna verksamheten. Föreskrifter om egenkontroll"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om skyldighet för den som utför virkesmätning att 1. systematiskt och ändamålsenligt kontrollera att virkesmätning enligt denna lag följer de föreskrifter som har meddelats i anslutning till lagen, och 2. under viss tid spara resultaten av utförda kontroller och den information som ligger till grund för resultatet. Tillsyn Tillsynsmyndighet"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Den myndighet som regeringen bestämmer (tillsynsmyndigheten) utövar tillsyn över de föreskrifter som har meddelats i anslutning till lagen. Rätt till upplysningar och tillträde"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Tillsynsmyndigheten har i den utsträckning som behövs för att utöva tillsyn rätt att 1. på begäran få upplysningar och ta del av handlingar, och 2. få tillträde till områden, lokaler och andra utrymmen som har anknytning till virkesmätningen och där göra undersökningar och ta prover. Rätten till tillträde gäller inte bostäder. Förelägganden och förbud"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Tillsynsmyndigheten får meddela de förelägganden och förbud som behövs för att denna lag eller de föreskrifter som har meddelats i anslutning till lagen ska följas. Vite"
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Förelägganden och förbud får förenas med vite. Överklagande"
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Tillsynsmyndighetens beslut enligt denna lag får överklagas till allmän förvaltningsdomstol. Prövningstillstånd krävs vid överklagande till kammarrätten."
    }
  ]
}