{
  "id": "2014:912",
  "type": "statute",
  "title": "Lag (2014:912) med kompletterande bestämmelser om domstols behörighet och om erkännande och internationell verkställighet av vissa avgöranden",
  "status": "in_force",
  "issued_date": "2014-06-26",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2014-912",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lagens innehåll",
      "content": "Denna lag innehåller bestämmelser som kompletterar 1. Europaparlamentets och rådets förordning (EU) nr 1215/2012 av den 12 december 2012 om domstols behörighet och om erkännande och verkställighet av domar på privaträttens område (2012 års Bryssel I-förordning), 2. rådets förordning (EG) nr 44/2001 av den 22 december 2000 om domstols behörighet och om erkännande och verkställighet av domar på privaträttens område (2000 års Bryssel I-förordning), 3. konventionen den 27 september 1968 om domstols behörighet och om verkställighet av domar på privaträttens område jämte tillträdeskonventioner (Brysselkonventionen), 4. konventionen den 30 oktober 2007 om domstols behörighet och om erkännande och verkställighet av domar på privaträttens område (Luganokonventionen), 5. Europaparlamentets och rådets förordning (EG) nr 805/2004 av den 21 april 2004 om införande av en europeisk exekutionstitel för obestridda fordringar (förordningen om den europeiska exekutionstiteln), 6. Haagkonventionen av den 30 juni 2005 om avtal om val av domstol (2005 års Haagkonvention), och 7. Haagkonventionen av den 2 juli 2019 om erkännande och verkställighet av utländska domar på privaträttens område (2019 års Haagkonvention). Genom första stycket 1 och 2 kompletterar lagens bestämmelser även avtalet den 19 oktober 2005 mellan Europeiska gemenskapen och Konungariket Danmark om domstols behörighet och om erkännande och verkställighet av domar på privaträttens område (Danmarksavtalet), eftersom 2012 års Bryssel I-förordning och 2000 års Bryssel I-förordning tillämpas i förhållandet mellan EU och Danmark till följd av detta avtal. Lag (2023:448). Reservforum"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Om det finns svensk domsrätt enligt en unionsrättsakt eller ett internationellt instrument som avses i 1 § och någon annan behörig domstol saknas, är Stockholms tingsrätt behörig. Särskild vägransgrund"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Om en ansökan görs enligt en unionsrättsakt eller ett internationellt instrument som avses i 1 § 1-4 ska ett avgörande som rör ett civilrättsligt anspråk inte erkännas eller verkställas i Sverige, om det har meddelats i en annan stat i ett brottmål som gäller ett inte uppsåtligt brott mot någon som 1. varken har hemvist eller är medborgare i den staten, 2. inte har följt ett föreläggande om personlig inställelse, och 3. inte har haft tillfälle att svara i målet. Erkännande och verkställighet enligt 2012 års Bryssel I-förordning Förfarande för vägran av erkännande eller verkställighet"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "En ansökan enligt 2012 års Bryssel I-förordning om att ett avgörande inte ska erkännas eller verkställas i Sverige görs till den tingsrätt som regeringen föreskriver. En ansökan enligt samma förordning om en förklaring att det inte finns grund för att vägra ett erkännande av ett avgörande görs till den tingsrätt som regeringen föreskriver."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Vid handläggning i domstol av ärenden som avses i 4 § tillämpas lagen (1996:242) om domstolsärenden, om inte något annat följer av 2012 års Bryssel I-förordning. Verkställighet"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Om ett avgörande är verkställbart enligt 2012 års Bryssel I-förordning, verkställs avgörandet enligt utsökningsbalken på samma sätt som en svensk dom som har fått laga kraft, om inte något annat följer av förordningen. Vid verkställighet av ett avgörande som rör en säkerhetsåtgärd tillämpas i stället bestämmelserna i utsökningsbalken om verkställighet av beslut om kvarstad eller annan säkerhetsåtgärd. Anpassning"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Kronofogdemyndigheten är behörig myndighet att handlägga sådana frågor om anpassning som avses i artikel 54 i 2012 års Bryssel I-förordning. Vid myndighetens handläggning tillämpas utsökningsbalken, om inte något annat följer av förordningen. Särskild underrättelse i utsökningsmål"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Om svaranden framför en invändning till Kronofogdemyndigheten som kan antas avse att avgörandet med tillämpning av 2012 års Bryssel I-förordning antingen inte ska verkställas i Sverige eller att verkställigheten ska begränsas till säkerhetsåtgärder, göras beroende av ställande av säkerhet eller skjutas upp, ska Kronofogdemyndigheten utan dröjsmål underrätta honom eller henne om möjligheten enligt förordningen att göra invändningen gällande genom en ansökan till domstol. Erkännande, verkställbarhet och verkställighet enligt 2000 års Bryssel I-förordning, Brysselkonventionen eller Luganokonventionen Förfarande för erkännande eller verkställbarhet"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "En ansökan om att ett avgörande ska erkännas eller förklaras verkställbart i Sverige enligt en unionsrättsakt eller ett internationellt instrument som avses i 1 § 2-4 görs till den tingsrätt som regeringen föreskriver."
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "En ansökan om ändring enligt en unionsrättsakt eller ett internationellt instrument som avses i 1 § 2-4 av ett beslut med anledning av en ansökan enligt 9 § görs till den tingsrätt som har meddelat beslutet. Om en sådan ansökan görs av den som har gjort ansökan enligt 9 §, ska den ha kommit in till tingsrätten inom fyra veckor från den dag då beslutet meddelades."
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Vid handläggning i domstol av ärenden som avses i 9 och 10 §§ tillämpas i övrigt lagen (1996:242) om domstolsärenden, om inte något annat följer av unionsrättsakten eller det internationella instrumentet. Verkställighet"
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Om ett avgörande förklaras verkställbart enligt en unionsrättsakt eller ett internationellt instrument som avses i 1 § 2-4, verkställs avgörandet enligt utsökningsbalken på samma sätt som en svensk dom som har fått laga kraft, om inte något annat följer av unionsrättsakten eller det internationella instrumentet. Vid verkställighet av ett avgörande som rör en säkerhetsåtgärd tillämpas i stället bestämmelserna i utsökningsbalken om verkställighet av beslut om kvarstad eller annan säkerhetsåtgärd."
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Om tingsrätten bifaller en ansökan enligt 9 § om att ett avgörande ska förklaras verkställbart, ska tingsrättens beslut anses innefatta ett beslut om kvarstad eller någon annan åtgärd som avses i 15 kap. rättegångsbalken. Erkännande och verkställighet enligt förordningen om den europeiska exekutionstiteln Rättelse av intyg"
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Om ett intyg om en europeisk exekutionstitel på grund av ett skrivfel eller liknande inte stämmer överens med den bakomliggande domen eller officiella handlingen eller det bakomliggande utslaget, ska intyget rättas av den domstol eller myndighet som har utfärdat intyget. Ett beslut i fråga om rättelse får inte överklagas. Återkallelse av intyg"
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Om ett intyg om en europeisk exekutionstitel har utfärdats i strid med de krav som finns i förordningen om den europeiska exekutionstiteln, ska intyget återkallas av den domstol eller myndighet som har utfärdat intyget. Innan intyget återkallas ska parterna få tillfälle att yttra sig, om det inte är obehövligt. Ett beslut i fråga om återkallelse får inte överklagas. Verkställighet"
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Om ett avgörande intygas vara en europeisk exekutionstitel, verkställs avgörandet enligt utsökningsbalken på samma sätt som en svensk dom som har fått laga kraft, om inte något annat följer av artikel 21 eller 23 i förordningen om den europeiska exekutionstiteln. Verkställbarhet och verkställighet enligt 2005 års Haagkonvention och 2019 års Haagkonvention Förfarande för verkställbarhet"
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "En ansökan om att ett avgörande ska förklaras verkställbart i Sverige enligt 2005 års Haagkonvention eller 2019 års Haagkonvention görs till den tingsrätt som regeringen föreskriver. Lag (2023:448)."
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "I artikel 13.1 och 13.2 i 2005 års Haagkonvention och i artikel 12.1 och 12.2 i 2019 års Haagkonvention finns bestämmelser om vilka handlingar som ska bifogas en ansökan som avses i 17 § och om komplettering i vissa fall. Vid handläggning i domstol tillämpas i övrigt lagen (1996:242) om domstolsärenden. Lag (2023:448). Verkställighet"
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Om ett avgörande förklaras verkställbart enligt 2005 års Haagkonvention eller 2019 års Haagkonvention, verkställs avgörandet enligt utsökningsbalken på samma sätt som en svensk dom som har fått laga kraft. Lag (2023:448). Övergångsbestämmelser 2014:912 1. Denna lag träder i kraft den 10 januari 2015, då lagen (2006:74) med kompletterande bestämmelser om domstols behörighet och om erkännande och internationell verkställighet av vissa avgöranden ska upphöra att gälla. 2. Äldre föreskrifter gäller för handläggningen i Svea hovrätt och Högsta domstolen av ärenden som har inletts i hovrätten före ikraftträdandet."
    }
  ]
}