{
  "id": "2014:514",
  "type": "statute",
  "title": "Lag (2014:514) om ansvar för vissa säkerhetsfrågor vid statsministerns tjänstebostäder",
  "status": "in_force",
  "issued_date": "2014-06-12",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2014-514",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lagens tillämpningsområde",
      "content": "Denna lag innehåller särskilda bestämmelser som rör verksamheten vid och skyddet för egendom som används som tjänstebostad för statsministern. Bestämmelserna utgör kompletteringar till och undantag från skyddslagen (2010:305) och säkerhetsskyddslagen (2018:585). Lag (2018:595). Tillträdesbegränsning och frågor om skyddsobjekt"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Säkerhetspolisen har ansvaret för fysisk säkerhet enligt 2 kap. 3 § säkerhetsskyddslagen (2018:585) vid egendom som används som tjänstebostad för statsministern. Inför att åtgärder som rör fysisk säkerhet vidtas ska Säkerhetspolisen samråda med den eller de myndigheter som förvaltar egendomen och som berörs av åtgärden. När det gäller åtgärder som rör fysisk säkerhet som är av större betydelse ska Säkerhetspolisen även samråda med Regeringskansliet. Lag (2018:595)."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Säkerhetspolisen beslutar i frågor om skyddsobjekt enligt skyddslagen (2010:305) när det gäller egendom som används som tjänstebostad för statsministern. Säkerhetspolisen ansvarar för att beslutade skyddsobjekt som gäller sådan egendom bevakas och för att upplysning om sådana beslut lämnas genom tydlig skyltning. Samråd inför att säkerhetsskyddsavtal ska träffas och inför beslut om placering i säkerhetsklass"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Inför att säkerhetsskyddsavtal ska träffas enligt 4 kap. 1 § första stycket säkerhetsskyddslagen (2018:585) med anledning av upphandling till egendom som används som tjänstebostad för statsministern ska den upphandlande myndigheten samråda med Säkerhetspolisen. Lag (2021:953)."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Inför beslut om placering i säkerhetsklass enligt"
    }
  ]
}