{
  "id": "2015:1073",
  "type": "statute",
  "title": "Lag (2015:1073) om särskilda åtgärder vid allvarlig fara för den allmänna ordningen eller den inre säkerheten i landet",
  "status": "in_force",
  "issued_date": "2015-12-18",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2015-1073",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lagens innehåll",
      "content": "Denna lag innehåller bestämmelser om särskilda åtgärder som får vidtas vid allvarlig fara för den allmänna ordningen eller den inre säkerheten i landet. Regeringens befogenheter"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Om det har uppkommit en allvarlig fara för den allmänna ordningen eller den inre säkerheten i landet får regeringen, i syfte att upprätthålla lag och ordning eller skydda nationell säkerhet, vidta sådana åtgärder som avses i 3 och"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "§. Bemyndiganden 3 § Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om identitetskontroller vid transporter som utförs med buss, tåg eller passagerarfartyg till Sverige från en annan stat. 4 § Regeringen får meddela föreskrifter om 1. tillsyn och kontroll av åtgärder som avses i 3 §, och 2. sanktionsavgifter vid överträdelser av föreskrifter som avses i 3 §. Tidsperiod"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Föreskrifter enligt 3 § får gälla högst sex månader. Föreskrifter enligt 4 § ska ha samma giltighetstid som de föreskrifter enligt 3 § som de förstnämnda föreskrifterna avser. Ett ärende eller mål om tillsyn, kontroll eller sanktionsavgifter får dock prövas enligt föreskrifterna efter det att giltighetstiden för dessa har gått ut, om ärendet eller målet inletts dessförinnan."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Har upphävts genom lag (2016:724). Övergångsbestämmelser 2015:1073 1. Denna lag träder i kraft den 21 december 2015. 2. Lagen upphör att gälla den 21 december 2018. 3. Föreskrifter som har meddelats med stöd av 3 eller 4 § upphör att gälla senast när denna lag upphör att gälla. 4. Trots punkt 2 gäller lagen fortfarande för ärenden eller mål om tillsyn, kontroll eller sanktionsavgifter som har inletts innan denna lag upphörde att gälla."
    }
  ]
}