{
  "id": "2016:915",
  "type": "statute",
  "title": "Lag (2016:915) om krav på installationer för alternativa drivmedel",
  "status": "repealed",
  "issued_date": "2016-10-13",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2016-915",
  "description": "Upphävd 2024-12-31 genom SFS 2024:960",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Allmänna bestämmelser",
      "content": "Denna lag innehåller bestämmelser om hur installationer för alternativa drivmedel ska vara utformade och om information till användarna av sådana installationer."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Med alternativa drivmedel avses bränslen eller kraftkällor som, åtminstone delvis, fungerar som ersättning för fossila oljekällor för energiförsörjning till transporter och som kan bidra till förbättring av miljöprestandan inom transportsektorn. Krav på installationer"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om krav på 1. installationer för överföring av alternativa drivmedel till fordon och fartyg, och 2. vilken renhetsgrad väte ska ha i installationer som avses i 1. Avgifter för laddning av elfordon"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Avgifter för att ladda elfordon vid laddningspunkter som är tillgängliga för allmänheten ska vara skäliga, objektiva och icke-diskriminerande. Med laddningspunkt avses ett gränssnitt där ett elfordon i taget kan laddas eller där ett batteri på ett elfordon i taget kan bytas ut. En laddningspunkt ska anses vara tillgänglig för allmänheten om användarna har icke-diskriminerande åtkomst till den. Information till användare"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om skyldighet att lämna information om vilka fordon som regelbundet kan tankas med enskilda drivmedel på marknaden eller laddas vid laddningspunkter."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om skyldighet att vid tankstationer tillhandahålla information om enhetspriser för andra relevanta drivmedel. Tillsyn"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Den eller de myndigheter som regeringen bestämmer utövar tillsyn över att denna lag och föreskrifter som har meddelats i anslutning till lagen följs, dock inte i fråga om tankstationer för väte. Lag (2017:941)."
    },
    {
      "provision_ref": "7 a",
      "section": "7 a",
      "content": "När det gäller tankstationer för väte utövas tillsyn över att denna lag och föreskrifter som har meddelats i anslutning till lagen följs av den kommun som utövar tillsyn över tankstationen enligt lagen (2010:1011) om brandfarliga och explosiva varor. Lag (2017:941)."
    },
    {
      "provision_ref": "7 b",
      "section": "7 b",
      "content": "En kommuns uppgifter enligt 7 a § ska fullgöras av den nämnd som utövar tillsyn enligt lagen (2010:1011) om brandfarliga och explosiva varor. Lag (2017:941)."
    },
    {
      "provision_ref": "7 c",
      "section": "7 c",
      "content": "Om en kommun har ingått avtal med en annan kommun enligt 26 § lagen (2010:1011) om brandfarliga och explosiva varor om att de uppgifter som kommunen har enligt den lagen helt eller delvis ska utföras av den andra kommunen, får den tillsyn som avses i 7 a § utföras av den andra kommunen. Lag (2017:941)."
    },
    {
      "provision_ref": "7 d",
      "section": "7 d",
      "content": "En kommun får ingå avtal med organ för bedömning av överensstämmelse som har ackrediterats enligt Europaparlamentets och rådets förordning (EG) nr 765/2008 av den 9 juli 2008 om krav för ackreditering och upphävande av förordning (EEG) nr 339/93 och enligt lagen (2011:791) om ackreditering och teknisk kontroll om att det ackrediterade organet ska bistå kommunen i de uppgifter som kommunen har enligt 7 a-7 c §§. Avtalet får inte omfatta uppgifter som innefattar myndighetsutövning. Lag (2022:1137)."
    },
    {
      "provision_ref": "7 e",
      "section": "7 e",
      "content": "Den myndighet som utövar tillsyn över installationer för överföring av alternativa drivmedel till fartyg i fråga om de delar av installationen som är fast monterade på fartyg eller medföljer fartyg vid färd får överlåta uppgiften att utöva tillsyn till en fysisk eller juridisk person. Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om de krav som ska uppfyllas för att överlåtelse ska få ske. Lag (2017:941)."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Den myndighet som utövar tillsyn får besluta de förelägganden som behövs för tillsynen och för att de som omfattas av tillsynen ska fullgöra sina skyldigheter enligt denna lag och enligt föreskrifter som har meddelats i anslutning till lagen. Ett beslut om föreläggande får förenas med vite. Lag (2017:941)."
    },
    {
      "provision_ref": "8 a",
      "section": "8 a",
      "content": "Om en näringsidkare inte lämnar information om enhetspriser enligt föreskrifter som har meddelats med stöd av 6 § tillämpas marknadsföringslagen (2008:486), med undantag av bestämmelserna i 29-36 §§ om marknadsstörningsavgift. Sådan prisinformation ska anses vara väsentlig enligt 10 § tredje stycket marknadsföringslagen. Lag (2017:941)."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Den myndighet som utövar tillsyn får ta ut avgifter för ärendehandläggning och för tillsynen. Regeringen eller den myndighet eller kommun som regeringen bestämmer får meddela föreskrifter om sådana avgifter. Lag (2017:941). Överklagande"
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Beslut om föreläggande enligt 8 § och avgift enligt 9 § första stycket får överklagas till allmän förvaltningsdomstol. Andra beslut enligt denna lag får inte överklagas. Prövningstillstånd krävs vid överklagande till kammarrätten."
    }
  ]
}