{
  "id": "2016:38",
  "type": "statute",
  "title": "Lag (2016:38) om mottagande av vissa nyanlända invandrare för bosättning",
  "status": "in_force",
  "issued_date": "2016-02-04",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2016-38",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lagens innehåll och tillämpningsområde",
      "content": "Denna lag innehåller bestämmelser om mottagande av vissa nyanlända invandrare för bosättning genom anvisning till en kommun."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Lagen gäller en nyanländ som har beviljats ett uppehållstillstånd som kan ligga till grund för folkbokföring, om det har beviljats enligt 1. 5 kap. 1, 2, 4 eller 6 § utlänningslagen (2005:716), 2. 12 kap. 18 § utlänningslagen, eller 3. 21 eller 22 kap. utlänningslagen."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Lagen gäller även en nyanländ som har 1. beviljats ett uppehållstillstånd som kan ligga till grund för folkbokföring på grund av anknytning till en person som har beviljats uppehållstillstånd med stöd av någon av bestämmelserna i 2 §, och 2. ansökt om uppehållstillstånd inom sex år från det att den person som den nyanlände har anknytning till först togs emot i en kommun. Första stycket gäller inte om den person som den nyanlände har anknytning till var svensk medborgare vid tidpunkten för den nyanländes ansökan om uppehållstillstånd."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Lagen gäller dock inte barn under 18 år som vid ankomsten till Sverige var skilda från båda sina föräldrar eller från någon annan vuxen person som får anses ha trätt i föräldrarnas ställe, eller som efter ankomsten står utan sådan ställföreträdare (ensamkommande barn), om inte barnet har beviljats uppehållstillstånd enligt 5 kap. 2 § utlänningslagen (2005:716). Anvisning till en kommun"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "En kommun är skyldig att efter anvisning ta emot en nyanländ för bosättning i kommunen."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Den myndighet som regeringen bestämmer får i enskilda fall besluta om anvisning enligt 5 §."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Anvisningar till kommuner ska i första hand omfatta nyanlända som är registrerade och bor på Migrationsverkets asylboenden och nyanlända som har beviljats uppehållstillstånd enligt 5 kap. 2 § utlänningslagen (2005:716). Vid fördelningen av anvisningar mellan kommuner ska hänsyn tas till kommunens arbetsmarknadsförutsättningar, befolkningsstorlek, sammantagna mottagande av nyanlända och ensamkommande barn samt omfattningen av asylsökande som vistas i kommunen. Lag (2025:59). Bemyndigande"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Regeringen får meddela föreskrifter om - fastställande av antalet nyanlända som ska anvisas under ett visst år, - den närmare prioriteringen av vilka nyanlända som ska omfattas av anvisningar under året, - förfarandet för fördelningen av anvisningar mellan kommuner, - vilka kriterier, utöver de som anges i 7 § andra stycket, som får beaktas vid fördelningen av anvisningar, och - inom vilken tidsfrist mottagande i kommunen ska ske. Överklagandeförbud"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Beslut enligt denna lag får inte överklagas."
    }
  ]
}