{
  "id": "2016:960",
  "type": "statute",
  "title": "Lag (2016:960) om arbetstid vid inlandssjöfart",
  "status": "in_force",
  "issued_date": "2016-11-03",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2016-960",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Tillämpningsområde",
      "content": "Denna lag gäller för arbetstagare som ingår i besättningen eller har andra uppgifter ombord på farkoster som används för yrkesmässig inlandssjöfart i Sverige. En person som arbetar ombord på en farkost som ingår i ett företag som personen driver ska dock inte omfattas av denna lag, även om personen anses som arbetstagare i det egna företaget. Uttryck i lagen"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "I denna lag betyder 1. farkost fartyg eller flytande utrustning, 2. flytande utrustning flytande installationer som bär upp arbetsredskap som kranar, muddringsutrustning, pålkranar eller hissar, 3. arbetstid tid under vilken arbetstagaren under arbetsgivarens eller dennes företrädares ledning utför arbete på, vid och för farkosten, är avdelad för arbete eller måste vara beredd att arbeta (jourtid), 4. viloperiod period som inte är arbetstid, inräknat viloperioder som var och en överstiger 15 minuter på en farkost i drift, på en stillastående farkost och i land, 5. vilodag oavbruten viloperiod på 24 timmar som arbetstagaren tillbringar på en fritt vald ort, 6. inlandssjöfart sjöfart som bedrivs med farkoster som har något av de certifikat som avses i 3 kap. 1 a § fartygssäkerhetslagen (2003:364). Arbetstid"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Fastställandet av arbetstiden ska grundas på en åtta timmars arbetsdag."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Den genomsnittliga arbetstiden under en tolvmånadersperiod (beräkningsperioden) får inte överstiga 48 timmar per vecka."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Arbetstiden under beräkningsperioden får inte överstiga 2 304 timmar. Om anställningstiden är kortare än beräkningsperioden, ska den högsta tilllåtna arbetstiden minskas i motsvarande mån."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Arbetstiden får inte överstiga 1. 14 timmar under en 24-timmarsperiod, och 2. 84 timmar under en sjudagarsperiod. Om det enligt tjänstgöringsplanen finns fler arbets- än vilodagar, får den genomsnittliga veckoarbetstiden under en fyramånadersperiod inte överstiga 72 timmar. Vilan under en 24-timmarsperiod får delas upp i högst två perioder varav en period om minst 6 timmar. Tiden mellan två viloperioder får inte överstiga 14 timmar."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Undantag från 6 § tredje stycket får göras genom kollektivavtal, som på arbetstagarsidan har slutits eller godkänts av en organisation som är att anse som en central arbetstagarorganisation enligt lagen (1976:580) om medbestämmande i arbetslivet. Undantag får i fråga om arbetstagare som är vaktgående eller har andra uppgifter som rör fartygets säkerhet eller förhindrande av förorening göras endast för arbetstagare ombord på sådana passagerarfartyg som avses i fartygssäkerhetslagen (2003:364). Undantag enligt första stycket får innebära att vilotiden delas upp i högst tre perioder varav en period om minst 6 timmar och de övriga om minst 1 timme. Tiden mellan två viloperioder får inte överstiga 14 timmar. Undantag får inte göras under mer än två 24-timmarsperioder under en sjudagarsperiod. Tiden mellan två perioder av undantag får inte understiga en tid som är dubbelt så lång som den tid som undantaget varat."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Antalet arbetsdagar i följd får inte överstiga 31. Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om hur många vilodagar arbetstagaren har rätt till. Rast"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Varje arbetstagare vars arbetsdag är längre än sex timmar har rätt till rast. Nattarbete"
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Nattarbetstiden får vara högst 42 timmar under en sjudagarsperiod. Med natt avses tiden mellan kl. 23.00 och 6.00."
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Arbetstagare under 18 år har rätt till minst nio timmars sammanhängande nattvila. Tiden mellan klockan 24.00 och klockan 05.00 ska ingå i nattvilan. Undantag från första stycket får göras om den sammanhängande nattvilan skulle förhindra ett effektivt genomförande av ett utbildningsprogram för sådana arbetstagare. Undantag förutsätter att arbetet inte skadar arbetstagarnas hälsa eller välbefinnande. Innan undantag medges ska berörda redar- och sjöfolksorganisationer höras. Krissituationer"
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Bestämmelserna i 4-11 §§ hindrar inte att en arbetstagare på befälhavarens eller dennes ställföreträdares begäran ska arbeta det antal timmar som behövs för att trygga farkostens, de ombordvarandes eller lastens omedelbara säkerhet eller för att bistå andra fartyg eller personer i sjönöd, till dess förhållandena har återgått till det normala. Så snart det är möjligt efter det att förhållandena har återgått till det normala ska befälhavaren eller dennes ställföreträdare se till att alla arbetstagare som har arbetat under en schemalagd viloperiod får tillräcklig vila. Registrering av arbetstid"
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Befälhavaren eller den han eller hon utser ska se till att arbetstagarnas arbetstid och viloperioder registreras. Befälhavaren ska se till att uppgifterna sparas ombord åtminstone till beräkningsperiodens utgång. De registrerade uppgifterna ska senast före påföljande månads slut granskas och godkännas gemensamt av arbetsgivaren eller dennes företrädare och arbetstagaren. Arbetsgivaren ska se till att arbetstagaren får en kopia av de godkända registrerade uppgifterna. Arbetstagaren ska spara dessa i minst ett år. Hälsoundersökning"
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Arbetsgivaren ska erbjuda alla arbetstagare en årlig hälsoundersökning. Undersökningen ska bekostas av arbetsgivaren. Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om hälsoundersökningen. Tillsyn"
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Bestämmelser om tillsyn och om inskränkningar i användningen av farkoster med anledning av denna lag finns i fartygssäkerhetslagen (2003:364). Sanktionsavgift"
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Regeringen får meddela föreskrifter om sanktionsavgifter för överträdelser av denna lag."
    }
  ]
}