{
  "id": "2017:612",
  "type": "statute",
  "title": "Lag (2017:612) om samverkan vid utskrivning från sluten hälso- och sjukvård",
  "status": "in_force",
  "issued_date": "2017-06-22",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2017-612",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lagens innehåll och tillämpningsområde",
      "content": "I denna lag finns bestämmelser om 1. samverkan vid planering av insatser för enskilda som efter att de skrivits ut från sluten vård kan komma att behöva insatser från socialtjänsten, den kommunalt finansierade hälso- och sjukvården eller den regionfinansierade öppna vården, 2. hur insatserna ska planeras för enskilda som efter utskrivning behöver insatser från flera berörda enheter inom de aktuella verksamheterna, och 3. kommunens betalningsansvar för vissa utskrivningsklara patienter. Det som i denna lag sägs om regioner gäller även kommuner som inte ingår i en region. Lag (2019:979). Lagens syfte"
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Denna lag syftar till att främja en god vård och en socialtjänst av god kvalitet för enskilda som efter utskrivning från sluten vård behöver insatser från socialtjänsten, den kommunalt finansierade hälso- och sjukvården eller den regionfinansierade öppna vården. I detta syfte ska lagen särskilt främja att en patient med behov av insatser skrivs ut från den slutna vården så snart som möjligt efter det att den behandlande läkaren bedömt att patienten är utskrivningsklar. Lag (2019:979). Uttryck i lagen"
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "I denna lag avses med 1. hälso- och sjukvård: åtgärder för att medicinskt förebygga, utreda och behandla sjukdomar och skador samt sjuktransporter, 2. socialtjänst: insatser för en enskild enligt författningarna om socialtjänst och stöd och service till vissa funktionshindrade samt insatser enligt de särskilda författningarna om vård utan samtycke av unga eller av missbrukare, 3. sluten vård: hälso- och sjukvård som ges till en patient som är intagen vid en vårdinrättning, 4. öppen vård: annan hälso- och sjukvård än sluten vård, och 5. utskrivningsklar: att en patients hälsotillstånd är sådant att den behandlande läkaren har bedömt att patienten inte längre behöver vård vid en enhet inom den slutna vården."
    },
    {
      "provision_ref": "2:1",
      "chapter": "2",
      "section": "1",
      "title": "Inskrivningsmeddelande",
      "content": "Om den behandlande läkaren, när en patient skrivs in i den slutna vården, bedömer att patienten kan komma att behöva insatser från socialtjänsten, den kommunalt finansierade hälso- och sjukvården eller den regionfinansierade öppna vården efter det att patienten har skrivits ut, ska den slutna vården underrätta de berörda enheterna om denna bedömning genom ett inskrivningsmeddelande. Om insatser bedöms behövas från den kommunalt finansierade hälso- och sjukvården, ska inskrivningsmeddelandet även skickas till den regionfinansierade öppna vården. Lag (2019:979)."
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Ett inskrivningsmeddelande ska innehålla upplysningar om patientens namn, personnummer och folkbokföringsadress samt om beräknad tidpunkt för utskrivning."
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Ett inskrivningsmeddelande ska skickas senast 24 timmar efter det att patienten har skrivits in i den slutna vården. Om den behandlande läkaren först senare under vårdförloppet bedömer att en patient kan komma att behöva insatser enligt 1 §, ska den slutna vården skicka inskrivningsmeddelandet senast 24 timmar efter det att den behandlande läkaren gjorde den bedömningen."
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Om den beräknade tidpunkten för utskrivning ändras efter det att ett inskrivningsmeddelande har skickats, ska den slutna vården så snart det är möjligt underrätta de berörda enheterna om den nya beräknade tidpunkten för utskrivning. Fast vårdkontakt i den öppna vården"
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "När en enhet i den regionfinansierade öppna vården har tagit emot ett inskrivningsmeddelande i fråga om en patient, ska verksamhetschefen vid den enheten utse en fast vårdkontakt för patienten. Verksamhetschefen ska utse den fasta vårdkontakten innan patienten skrivs ut från den slutna vården. Om patienten redan har en fast vårdkontakt vid enheten, får denne fortsätta att vara patientens fasta vårdkontakt. Lag (2019:979). Planering inför patientens utskrivning"
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "När en berörd enhet inom socialtjänsten, den kommunalt finansierade hälso- och sjukvården eller den regionfinansierade öppna vården har fått ett inskrivningsmeddelande, ska enheten börja sin planering av de insatser som är nödvändiga för att patienten på ett tryggt och säkert sätt ska kunna lämna den slutna vården och efter utskrivningen få sina behov av socialtjänst eller hälso- och sjukvård tillgodosedda. Lag (2019:979)."
    },
    {
      "provision_ref": "3:1",
      "chapter": "3",
      "section": "1",
      "title": "Underrättelse om att en patient är utskrivningsklar",
      "content": "När den behandlande läkaren har bedömt att en patient är utskrivningsklar, ska den slutna vården så snart som möjligt underrätta berörda enheter om denna bedömning, om bestämmelser om sekretess eller tystnadsplikt inte hindrar det. En underrättelse i enlighet med 7 a § tredje stycket lagen (1991:1128) om psykiatrisk tvångsvård ska motsvara en underrättelse enligt första stycket. Informationsöverföring vid utskrivning"
    },
    {
      "provision_ref": "3:2",
      "chapter": "3",
      "section": "2",
      "content": "Om bestämmelser om sekretess eller tystnadsplikt inte hindrar det, ska den slutna vården till berörda enheter överföra den information som är nödvändig för att ge patienten socialtjänst eller hälso- och sjukvård. Informationen ska överföras senast samma dag som patienten skrivs ut från den slutna vården. Information till patienten"
    },
    {
      "provision_ref": "3:3",
      "chapter": "3",
      "section": "3",
      "content": "Närmare bestämmelser om den information som ska ges till patienten och dennes närstående vid utskrivning anges i"
    },
    {
      "provision_ref": "4:1",
      "chapter": "4",
      "section": "1",
      "title": "Samordnad individuell planering",
      "content": "Om patienten efter utskrivningen behöver insatser från både region och kommun i form av hälso- och sjukvård eller socialtjänst, ska en samordnad individuell planering genomföras av representanter för de enheter som ansvarar för insatserna. Om insatser behövs från den kommunalt finansierade hälso- och sjukvården, ska även den regionfinansierade öppna vården medverka i den samordnade individuella planeringen. För patienter som behöver insatser i samband med öppen psykiatrisk tvångsvård eller öppen rättspsykiatrisk vård, ska planeringen i stället genomföras enligt bestämmelserna om en samordnad vårdplan i 7 a § lagen (1991:1128) om psykiatrisk tvångsvård och 12 a § lagen (1991:1129) om rättspsykiatrisk vård. Lag (2019:979)."
    },
    {
      "provision_ref": "4:2",
      "chapter": "4",
      "section": "2",
      "content": "Vid den samordnade individuella planeringen ska enheterna upprätta en individuell plan i enlighet med bestämmelserna i"
    },
    {
      "provision_ref": "4:3",
      "chapter": "4",
      "section": "3",
      "content": "En kallelse till den samordnade individuella planering som avses i 1 § första stycket ska skickas till berörda enheter av patientens fasta vårdkontakt i den regionfinansierade öppna vården. Kallelsen ska skickas senast tre dagar efter det att en underrättelse enligt 3 kap. 1 § om att patienten är utskrivningsklar har lämnats. Lag (2019:979). Riktlinjer och överenskommelser"
    },
    {
      "provision_ref": "4:4",
      "chapter": "4",
      "section": "4",
      "content": "Region och kommun ska i samråd utarbeta gemensamma riktlinjer till vårdgivare och till dem som bedriver socialtjänst avseende samverkan enligt denna lag. Lag (2019:979)."
    },
    {
      "provision_ref": "4:5",
      "chapter": "4",
      "section": "5",
      "content": "Region och kommun får träffa en överenskommelse om att kommunens betalningsansvar ska inträda vid en annan tidpunkt än den som anges i 5 kap. 4 § eller med ett annat belopp än det som bestäms enligt 5 kap. 6 §. Lag (2019:979)."
    },
    {
      "provision_ref": "5:1",
      "chapter": "5",
      "section": "1",
      "content": "En kommun betalar i enlighet med 2-6 §§ ersättning till en region för en patient som vårdas inom den slutna vården efter det att den behandlande läkaren har bedömt att patienten är utskrivningsklar. Lag (2019:979)."
    },
    {
      "provision_ref": "5:2",
      "chapter": "5",
      "section": "2",
      "content": "En kommuns betalningsansvar omfattar patienter som är folkbokförda i kommunen. Den kommun som har beslutat att en patient ska vistas i en annan kommun i sådan särskild boendeform eller bostad som avses i 8 kap. 4 eller 11 § eller 26 kap. 1 § första stycket 2 socialtjänstlagen (2025:400), har betalningsansvaret för den patienten oavsett var patienten är folkbokförd. Lag (2025:449)."
    },
    {
      "provision_ref": "5:3",
      "chapter": "5",
      "section": "3",
      "content": "Kommunens betalningsansvar förutsätter att den slutna vården har 1. underrättat kommunen om att patienten har skrivits in i enlighet med 2 kap. 1-3 §§, och 2. underrättat berörda enheter i kommunen om att patienten är utskrivningsklar i enlighet med 3 kap. 1 §. I de fall en samordnad individuell planering ska genomföras enligt 4 kap. 1 och 2 §§ är kommunen betalningsansvarig endast om den fasta vårdkontakten i den regionfinansierade öppna vården har kallat till samordnad individuell planering i enlighet med 4 kap. 3 §. Lag (2019:979)."
    },
    {
      "provision_ref": "5:4",
      "chapter": "5",
      "section": "4",
      "content": "Om det inte finns någon överenskommelse om tidpunkten enligt 4 kap. 5 §, ska kommunens betalningsansvar inträda tre dagar efter det att en underrättelse enligt 3 kap. 1 § har skickats. Om en sådan underrättelse skickas efter klockan 12.00, ska kommunens betalningsansvar emellertid inträda fyra dagar efter det att underrättelsen har skickats."
    },
    {
      "provision_ref": "5:5",
      "chapter": "5",
      "section": "5",
      "content": "Kommunens betalningsansvar ska inte inträda om patienten inte kan skrivas ut från den slutna vården på grund av att sådana insatser som den regionfinansierade öppna vården är ansvarig för inte är tillgängliga, eller det inte är klarlagt om sådana insatser är tillgängliga. Lag (2019:979)."
    },
    {
      "provision_ref": "5:6",
      "chapter": "5",
      "section": "6",
      "content": "Om det inte finns någon överenskommelse om belopp enligt"
    }
  ]
}