{
  "id": "2017:151",
  "type": "statute",
  "title": "Lag (2017:151) om meddelarskydd i vissa enskilda verksamheter",
  "status": "in_force",
  "issued_date": "2017-02-23",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2017-151",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Tillämpningsområde",
      "content": "Denna lag innehåller bestämmelser som ger anställda, uppdragstagare och andra som på liknande grund deltar i sådan verksamhet som avses i 2 § skydd mot efterforskning och ingripanden från verksamhetsutövarens sida när de lämnar uppgifter om verksamheten för offentliggörande i medier som omfattas av tryckfrihetsförordningen eller yttrandefrihetsgrundlagen eller medverkar till framställningar i sådana medier. Lagen medför inte någon rätt att lämna ut handlingar."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Lagen gäller i yrkesmässigt bedriven enskild verksamhet som till någon del är offentligt finansierad och som 1. tillhör skolväsendet, de särskilda utbildningsformerna eller annan pedagogisk verksamhet enligt 1 kap., 24 kap. eller"
    },
    {
      "provision_ref": "25:3",
      "chapter": "25",
      "section": "3",
      "title": "Upphör verksamheten att vara en sådan verksamhet som avses i",
      "content": "Lagen gäller inte för aktiebolag, handelsbolag, ekonomiska föreningar och stiftelser där kommuner, regioner eller kommunalförbund utövar eller har utövat ett rättsligt bestämmande inflytande enligt 2 kap. 3 § offentlighets- och sekretesslagen (2009:400) och inte heller för de organ som anges i bilagan till offentlighets- och sekretesslagen beträffande den verksamhet som anges där. Lag (2019:974). Rätt att lämna uppgifter och förbud mot ingripande och efterforskning"
    },
    {
      "provision_ref": "25:4",
      "chapter": "25",
      "section": "4",
      "content": "I förhållandet mellan en verksamhetsutövare som bedriver sådan verksamhet som avses i 2 § och de personer som avses i 1 § gäller, i fråga om uppgifter om verksamheten, det som föreskrivs i tryckfrihetsförordningen och yttrandefrihetsgrundlagen om 1. rätt att lämna uppgifter för offentliggörande, 2. förbud mot att ingripa mot bruk eller missbruk av tryckfriheten eller yttrandefriheten eller medverkan till sådant bruk eller missbruk, och 3. förbud mot att efterforska upphovsman, meddelare, den som har utgett eller avsett att utge en framställning i tryckt skrift, den som har tillhandahållit eller avsett att tillhandahålla en framställning för offentliggörande i ett radioprogram eller en teknisk upptagning och den som har framträtt i en sådan framställning. Första stycket 1 gäller inte verkställande direktör, vice verkställande direktör, styrelseledamot eller styrelsesuppleant i en juridisk person som bedriver verksamheten. Inskränkningar i rätten att lämna uppgifter"
    },
    {
      "provision_ref": "25:5",
      "chapter": "25",
      "section": "5",
      "content": "Rätten enligt denna lag att lämna uppgifter gäller inte om det föreskrivs i lag att uppgifterna omfattas av tystnadsplikt. Detsamma gäller för tystnadsplikt som avtalats eller förordnats med stöd av 9 a § lagen (1974:358) om förtroendemans ställning på arbetsplatsen eller 21 § lagen (1976:580) om medbestämmande i arbetslivet. Straff"
    },
    {
      "provision_ref": "25:6",
      "chapter": "25",
      "section": "6",
      "content": "Den som uppsåtligen ingriper i strid med 4 § första stycket 2 döms, om åtgärden utgör avskedande, uppsägning, meddelande av disciplinpåföljd eller en liknande åtgärd, till böter eller fängelse i högst ett år. Detsamma gäller den som uppsåtligen efterforskar i strid med 4 § första stycket 3."
    }
  ]
}