{
  "id": "2017:1272",
  "type": "statute",
  "title": "Lag (2017:1272) om Sveriges sjöterritorium och maritima zoner",
  "status": "in_force",
  "issued_date": "2017-12-07",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2017-1272",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Sveriges sjöterritorium",
      "content": "Sveriges sjöterritorium omfattar inre vatten och territorialhavet. Det avgränsas mot andra staters sjöterritorier i enlighet med överenskommelser om riksgränsen. Sjöterritoriets gräns i havet framgår av bilaga 1."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Inre vatten omfattar vattenområden på land och i havet innanför riksgränsen och de baslinjer som följer av 4 §."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Territorialhavet sträcker sig tolv nautiska mil räknat från de baslinjer som anges i 4 § med de begränsningar som följer av överenskommelser om riksgränsen och andra överenskommelser med Danmark, Finland och Norge."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Baslinjerna utgörs av normala eller räta baslinjer i enlighet med Förenta nationernas havsrättskonvention 1982 och vad som i övrigt följer av folkrätten och dras vid en lågvattenlinje utmed kusten på nivån -0,5 meter uttryckt i höjdsystemet RH 2000. Baslinjernas sträckning framgår av bilaga 2. Sveriges maritima zoner"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Sveriges maritima zoner utgörs av kontinentalsockel, ekonomisk zon och angränsande zon. De avgränsas enligt vad som överenskommits med andra stater."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Bestämmelser om kontinentalsockeln finns i lagen (1966:314) om kontinentalsockeln. Den yttre avgränsningslinjen för kontinentalsockeln framgår av bilaga 3."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Bestämmelser om den ekonomiska zonen finns i lagen (1992:1140) om Sveriges ekonomiska zon. De yttre avgränsningslinjerna för zonen framgår av bilaga 4."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Bestämmelser om den angränsande zonen finns i lagen (2017:1273) om Sveriges angränsande zon. De yttre avgränsningslinjerna för zonen framgår av bilaga 5. Särskilda avgränsningslinjer"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Särskilda avgränsningslinjer en nautisk mil räknat från baslinjerna framgår av bilaga 6. Informationsskyldighet"
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Sjöterritoriets gräns, de räta baslinjerna och den ekonomiska zonens yttre avgränsningslinjer ska utmärkas i sjökort som är tillgängliga för allmänheten. I lagen (2010:1767) om geografisk miljöinformation finns bestämmelser om tillgängliggörande av geografisk miljöinformation och informationshanteringstjänster. Bilaga 1 /Bilagan är inte med här./ Bilaga 2 /Bilagan är inte med här./ Bilaga 3 /Bilagan är inte med här./ Bilaga 4 /Bilagan är inte med här./ Bilaga 5 /Bilagan är inte med här./ Bilaga 6 /Bilagan är inte med här./"
    }
  ]
}