{
  "id": "2018:568",
  "type": "statute",
  "title": "Lag (2018:568) om ersättning för minskat vattenområde",
  "status": "in_force",
  "issued_date": "2018-05-25",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2018-568",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Rätt till ersättning",
      "content": "En fastighetsägare har enligt denna lag rätt till ersättning av staten för sin skada, om fastighetens vattenområde minskar på grund av att strandlinjer och vattendjup enligt lagen (1950:595) om gräns mot allmänt vattenområde ska bestämmas utifrån nivåer i Rikets höjdsystem 2000 (RH 2000). Den som har en särskild rätt till fastigheten har också rätt till ersättning enligt första stycket, om han eller hon lider skada på grund av att fastighetens vattenområde minskar."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Rätten till ersättning förutsätter att ett ersättningsanspråk kommit in till Kammarkollegiet senast den 31 december 2023. Annars är rätten till ersättning förlorad. Ersättningens storlek"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "När ersättningen bestäms ska 4 kap. expropriationslagen (1972:719) tillämpas. Handläggning av ett ersättningsanspråk"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Ett ersättningsanspråk ska framställas hos Kammarkollegiet, som beslutar om ersättning för statens räkning. Ersättningsanspråket ska vara skriftligt."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Vid handläggningen av ett ersättningsanspråk ska Kammarkollegiet genom förhandling sträva efter att träffa en överenskommelse om ersättningen med den som har framställt anspråket."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Kammarkollegiets beslut i ersättningsfrågan ska delges den enskilde. Beslutet får inte överklagas. Talan i domstol"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Om den som har framställt ett ersättningsanspråk inte är nöjd med Kammarkollegiets beslut, får han eller hon väcka talan mot staten vid den mark- och miljödomstol inom vars område fastigheten ligger. En talan ska väckas inom ett år från den dag då Kammarkollegiets beslut delgavs den enskilde. Om det inte görs, är rätten att väcka talan förlorad. Kammarkollegiets beslut ska innehålla en upplysning om det som sägs i första och andra styckena."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Rätten får besluta att staten ska ersätta den enskilde för hans eller hennes rättegångskostnad eller att vardera parten ska stå för sin egen rättegångskostnad, även om den enskilde har förlorat målet. En förutsättning är att den enskilde hade skälig anledning att få saken prövad."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Kammarkollegiet företräder staten vid talan inför domstol om ersättning enligt denna lag. Övergångsbestämmelser 2018:568 1. Denna lag träder i kraft den 1 januari 2019. 2. Lagen upphör att gälla vid utgången av 2023. Den ska dock fortfarande gälla för ersättningsanspråk som har kommit in till Kammarkollegiet senast den 31 december 2023."
    }
  ]
}