{
  "id": "2020:1066",
  "type": "statute",
  "title": "Lag (2020:1066) om förfarandet vid skattereduktion för installation av grön teknik",
  "status": "in_force",
  "issued_date": "2020-11-26",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2020-1066",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lagens tillämpningsområde",
      "content": "I denna lag finns bestämmelser om förfarandet vid skattereduktion för installation av grön teknik enligt 67 kap. inkomstskattelagen (1999:1229). Hänvisningar"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "I 67 kap. inkomstskattelagen (1999:1229) finns bestämmelser om - vilka som kan få skattereduktion (36 § ), - begäran om skattereduktion (37 § ), - definitioner (38-40 §§ ), - villkor för skattereduktion (41-43 §§ ), - underlag för skattereduktion (44 § ), och - skattereduktionens storlek (45 § ). Definitioner"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Termer och uttryck som används i denna lag har samma betydelse och tillämpningsområde som i inkomstskattelagen (1999:1229), om inget annat anges. Beslutande myndighet"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Beslut enligt denna lag fattas av Skatteverket. Belopp"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Uppgifter om belopp ska anges i hela krontal så att öretal faller bort. Begäran om utbetalning från Skatteverket Vem som får begära utbetalning från Skatteverket"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Om den som kan ha rätt till skattereduktion för installation av grön teknik (köparen) inte har betalat hela utgiften för installationen, får en sådan utförare som anges i"
    },
    {
      "provision_ref": "67:7",
      "chapter": "67",
      "section": "7",
      "title": "Utbetalningens storlek",
      "content": "Utbetalningen får uppgå till ett belopp som motsvarar mellanskillnaden mellan den debiterade ersättningen för installation av grön teknik inklusive mervärdesskatt och köparens faktiska betalning för installationen till utföraren före begäran om utbetalning. Utbetalningen får dock uppgå till högst 1. tre sjuttondelar av det belopp som köparen har betalat om utbetalningen avser sådan installation som anges i 67 kap. 38 § första stycket 1 inkomstskattelagen (1999:1229), och 2. samma belopp som köparen har betalat om utbetalningen avser sådan installation som anges i 67 kap. 38 § första stycket 2 eller 3 samma lag. Utbetalning får inte ske till den del köparens sammanlagda preliminära skattereduktion enligt 16 § skulle uppgå till ett belopp som överstiger 50 000 kronor för ett beskattningsår. Lag (2025:541). Begäran om utbetalning"
    },
    {
      "provision_ref": "67:8",
      "chapter": "67",
      "section": "8",
      "content": "Utbetalning får begäras efter det att installationen av grön teknik har utförts och slutbetalats. Begäran ska lämnas elektroniskt och ska ha kommit in till Skatteverket senast den 31 januari året efter det beskattningsår då arbetet slutbetalades. Begäran ska vara undertecknad av utföraren eller av den som är ombud eller annan behörig företrädare för utföraren. En begäran som lämnats för en utförare som är juridisk person anses ha lämnats av utföraren, om det inte var uppenbart att den som lämnade begäran saknade behörighet att företräda utföraren. Lag (2024:1139)."
    },
    {
      "provision_ref": "67:9",
      "chapter": "67",
      "section": "9",
      "content": "En begäran om utbetalning ska innehålla uppgifter om 1. namn, adress och, om sådant nummer finns, organisationsnummer, personnummer, samordningsnummer eller motsvarande registrerings-nummer för utföraren, 2. personnummer eller samordningsnummer i de fall sådant nummer finns för köparen, 3. småhusets eller ägarlägenhetens beteckning eller beteckningen på lägenheten som upplåtits med bostadsrätt, samt vad gäller lägenheten som upplåtits med bostadsrätt även föreningens eller bolagets organisations-nummer eller motsvarande, 4. debiterad ersättning för installation av grön teknik, debiterad ersättning för annat än installation av grön teknik, betalt belopp för installation av grön teknik och den dag som slutbetalningen för installationen kommit utföraren tillhanda, 5. vad installationen av grön teknik avsett och antalet arbetade timmar, och 6. det belopp som utföraren begär som utbetalning från Skatteverket. Lag (2024:1139). Skatteverkets beslut om utbetalning"
    },
    {
      "provision_ref": "67:10",
      "chapter": "67",
      "section": "10",
      "content": "Skatteverket ska snarast fatta beslut om sådan utbetalning som avses i 7 §."
    },
    {
      "provision_ref": "67:11",
      "chapter": "67",
      "section": "11",
      "content": "Utbetalning ska göras till utförarens bank- eller kreditmarknadsföretagskonto. Återbetalning Underrättelse om felaktig utbetalning och om återbetalning till köpare"
    },
    {
      "provision_ref": "67:12",
      "chapter": "67",
      "section": "12",
      "content": "Om Skatteverket har betalat ut ett belopp utan att mottagaren har varit berättigad till det, ska mottagaren snarast underrätta Skatteverket om denna utbetalning. Om utföraren till köparen betalar tillbaka ett belopp, som tidigare har legat till grund för beslut om utbetalning av ett belopp från Skatteverket, ska utföraren snarast underrätta Skatteverket om denna återbetalning. Beslut om återbetalning"
    },
    {
      "provision_ref": "67:13",
      "chapter": "67",
      "section": "13",
      "content": "Om Skatteverket har betalat ut ett belopp utan att mottagaren har varit berättigad till det, ska Skatteverket snarast besluta att det felaktigt utbetalda beloppet ska betalas tillbaka. Om utföraren till köparen betalar tillbaka ett belopp, som tidigare har legat till grund för beslut om utbetalning av ett belopp från Skatteverket, ska Skatteverket snarast besluta att återbetalning ska ske med ett belopp som motsvarar vad som betalats tillbaka till köparen. Ett beslut om återbetalning får inte meddelas efter utgången av det sjätte året efter det beskattningsår som utbetalningen avser. Inbetalning till konto"
    },
    {
      "provision_ref": "67:14",
      "chapter": "67",
      "section": "14",
      "content": "Återbetalning ska göras genom insättning på ett särskilt konto för återbetalning enligt denna lag. Återbetalningen anses ha gjorts den dag då betalningen har bokförts på det särskilda kontot."
    },
    {
      "provision_ref": "67:15",
      "chapter": "67",
      "section": "15",
      "content": "Återbetalning ska göras senast den sista dagen i månaden efter den månad då Skatteverket fattat beslutet om återbetalning. Preliminär skattereduktion Den preliminära skattereduktionens storlek"
    },
    {
      "provision_ref": "67:16",
      "chapter": "67",
      "section": "16",
      "content": "Köparen ska tillgodoräknas preliminär skattereduktion med ett belopp motsvarande den utbetalning som Skatteverket enligt 10 § beslutat om till utföraren. Om Skatteverket har beslutat om återbetalning enligt 13 §, ska den tidigare tillgodoräknade preliminära skattereduktionen minskas med ett belopp som motsvarar den beslutade återbetalningen. Den preliminära skattereduktionen får sammanlagt uppgå till högst 50 000 kronor för ett beskattningsår. I vilken ordning olika belopp ska tillgodoräknas"
    },
    {
      "provision_ref": "67:17",
      "chapter": "67",
      "section": "17",
      "content": "Preliminär skattereduktion ska tillgodoräknas i den ordning som Skatteverket registrerar utbetalda belopp enligt 16 § första stycket. Skatteverkets meddelande till köparen"
    },
    {
      "provision_ref": "67:18",
      "chapter": "67",
      "section": "18",
      "content": "Skatteverket ska så snart som möjligt skriftligen underrätta köparen av installationen av grön teknik om 1. beslut enligt 10 § om utbetalning, och 2. beslut enligt 13 § om återbetalning. Meddelandet ska innehålla uppgifter om 1. namn, adress och, om sådant nummer finns, organisationsnummer, personnummer, samordningsnummer eller motsvarande registreringsnummer för utföraren eller annan mottagare som avses i 12 § första stycket, 2. utbetalt belopp till eller återbetalt belopp från respektive utförare eller annan mottagare som avses i 12 § första stycket, och 3. den totala preliminära skattereduktionen som tillgodoräknats köparen enligt 16 §. Skatteverket ska på begäran av köparen lämna denne ett särskilt meddelande om den totala preliminära skattereduktionen som tillgodoräknats enligt 16 § Utredning"
    },
    {
      "provision_ref": "67:19",
      "chapter": "67",
      "section": "19",
      "content": "Den som begär utbetalning enligt 8 § eller underrättar Skatteverket om felaktig utbetalning enligt 12 § ska ge Skatteverket tillfälle att granska underlaget för utbetalning eller återbetalning och lämna de uppgifter som behövs för granskningen. Tillfälle att yttra sig"
    },
    {
      "provision_ref": "67:20",
      "chapter": "67",
      "section": "20",
      "content": "Ett ärende får inte avgöras till nackdel för utföraren eller annan mottagare som avses i 12 § första stycket utan att denne har fått tillfälle att yttra sig i ärendet. Om det är uppenbart obehövligt, behöver den som ärendet gäller inte få tillfälle att yttra sig. Om ett ärende har tillförts uppgifter av någon annan, får det bara avgöras om den som ärendet gäller har underrättats om uppgifterna och fått tillfälle att yttra sig över dem. Andra stycket gäller inte om 1. avgörandet inte är till nackdel för den som ärendet gäller, 2. uppgiften saknar betydelse eller om det av någon annan anledning är uppenbart obehövligt att den som ärendet gäller underrättas och får tillfälle att yttra sig, 3. det finns risk att en underrättelse skulle göra det avsevärt svårare att genomföra beslutet i ärendet, eller 4. avgörandet inte kan skjutas upp. Underrättelseskyldigheten gäller med de begränsningar som följer av 10 kap. 3 § offentlighets- och sekretesslagen (2009:400). Ränta"
    },
    {
      "provision_ref": "67:21",
      "chapter": "67",
      "section": "21",
      "content": "Kostnadsränta tas ut på sådant belopp som enligt 13 § ska betalas tillbaka efter beslut av Skatteverket. Räntan beräknas från den dag beloppet betalades ut till och med dagen för Skatteverkets beslut enligt 13 §. Kostnadsränta beräknas efter en räntesats som motsvarar basräntan enligt 65 kap. 3 § skatteförfarandelagen (2011:1244). Om det finns särskilda skäl, får Skatteverket helt eller delvis avstå från kravet på ränta. Verkställighet, anstånd och betalningssäkring"
    },
    {
      "provision_ref": "67:22",
      "chapter": "67",
      "section": "22",
      "content": "Beslut om återbetalning enligt denna lag gäller omedelbart."
    },
    {
      "provision_ref": "67:23",
      "chapter": "67",
      "section": "23",
      "content": "I fråga om beslut om återbetalning enligt denna lag gäller vad som sägs om anstånd i 63 kap. 2 §, 4 § första stycket, 5, 6, 8-10, 15, 16, 22 och 23 §§ samt 71 kap. 1 § andra stycket skatteförfarandelagen (2011:1244)."
    },
    {
      "provision_ref": "67:24",
      "chapter": "67",
      "section": "24",
      "content": "Om återbetalning enligt denna lag inte görs i rätt tid, ska fordran lämnas för indrivning. Regeringen får meddela föreskrifter om att indrivning inte behöver begäras för ett ringa belopp. Bestämmelser om indrivning finns i lagen (1993:891) om indrivning av statliga fordringar m.m. Vid indrivning får verkställighet ske enligt utsökningsbalken. I fråga om återbetalning enligt denna lag gäller vad som sägs om betalningssäkring i 46 kap. 2, 5-7 och 9-22 §§, 68 kap. 1 §, 69 kap. 13-18 §§ och 71 kap. 1 § skatteförfarandelagen (2011:1244). Överklagande"
    },
    {
      "provision_ref": "67:25",
      "chapter": "67",
      "section": "25",
      "content": "Skatteverkets beslut enligt denna lag får överklagas till allmän förvaltningsdomstol. Prövningstillstånd krävs vid överklagande till kammarrätten. Övergångsbestämmelser 2022:1797 1. Denna lag träder i kraft den 1 januari 2023. 2. Lagen tillämpas första gången på utbetalning som avser sådan installation som har betalats efter den 31 december 2022. 3. Äldre föreskrifter gäller fortfarande för utbetalning som avser sådan installation som har betalats före ikraftträdandet. 2024:1139 1. Denna lag träder i kraft den 1 januari 2025. 2. Lagen tillämpas första gången på utbetalning som avser sådan installation som har slutbetalats efter den 31 december 2024. 2025:541 1. Denna lag träder i kraft den 1 juli 2025. 2. Lagen tillämpas första gången på utbetalning som avser sådan installation som har slutbetalats efter den 30 juni 2025. 3. Äldre föreskrifter gäller fortfarande för utbetalning som avser sådan installation som har betalats eller slutbetalats före ikraftträdandet."
    }
  ]
}