{
  "id": "2021:34",
  "type": "statute",
  "title": "Lag (2021:34) om tillträdesförbud till butiker, badanläggningar och bibliotek",
  "status": "in_force",
  "issued_date": "2021-01-28",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2021-34",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Förutsättningar för tillträdesförbud",
      "content": "Enligt denna lag får en person förbjudas att få tillträde till och vistas i en butik, en badanläggning eller ett bibliotek, där verksamhet bedrivs som riktar sig till allmänheten (tillträdesförbud). Tillträdesförbud får inte avse den som är under femton år. Lagen påverkar inte den rätt som tillkommer den som förfogar över platsen att begränsa tillträdet till denna. Lag (2022:406)."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "En person kan få tillträdesförbud, om det på grund av särskilda omständigheter finns risk för att han eller hon kommer att begå brott i butiken, badanläggningen eller biblioteket eller allvarligt trakassera någon som befinner sig där. Vid bedömningen av om det finns en sådan risk ska det särskilt beaktas om personen tidigare har begått brott på eller i anslutning till platsen. Brott som personen har begått före femton års ålder får inte beaktas. En person kan även i annat fall än som avses i första stycket få tillträdesförbud till ett bibliotek, om det på grund av särskilda omständigheter finns risk för att han eller hon kommer att väsentligt störa verksamheten där eller orsaka betydande skada på bibliotekets egendom. Om syftet med ett tillträdesförbud kan tillgodoses genom en mindre ingripande åtgärd, får förbud inte meddelas. Tillträdesförbud får meddelas endast om skälen för åtgärden uppväger det intrång eller men i övrigt som åtgärden innebär för den enskilde. Lag (2022:406)."
    },
    {
      "provision_ref": "2 a",
      "section": "2 a",
      "content": "Ett tillträdesförbud omfattar inte tillträde till och vistelse på en plats endast i syfte att rösta i val till riksdagen, regionfullmäktige, kommunfullmäktige, Europaparlamentet eller Sametinget eller i en folkomröstning. Lag (2022:406). Tillträdesförbudets längd"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Tillträdesförbud ska gälla för en viss tid, högst ett år. Tillträdesförbudet gäller omedelbart, om inte något annat beslutas. Ett tillträdesförbud får förlängas med högst ett år i taget, om förutsättningarna i 2 § är uppfyllda. Delgivning och handläggningstid"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Ett beslut om tillträdesförbud ska delges den som förbudet avser. Delgivning får inte ske enligt 34-38 och 47-51 §§ delgivningslagen (2010:1932)."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Frågor om tillträdesförbud ska handläggas skyndsamt. Förfarandet hos åklagaren"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Allmän åklagare prövar frågor om tillträdesförbud. En fråga om tillträdesförbud tas upp på skriftlig ansökan av en företrädare för butiken, badanläggningen eller biblioteket. En fråga om tillträdesförbud tas också upp på anmälan av Polismyndigheten. En sådan anmälan får dock göras endast efter samtycke från en företrädare för butiken, badanläggningen eller biblioteket. Polismyndigheten är inte part i det ärende som anmälan gett upphov till. Lag (2022:406)."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Frågor om tillträdesförbud prövas av åklagaren i den ort där förbudet avses bli tillämpat eller där den mot vilken förbudet avses gälla har sin hemvist eller mera varaktigt uppehåller sig. Om den personen är misstänkt för brott som har betydelse för frågan om tillträdesförbud, får frågan prövas även av åklagare som är behörig att väcka åtal för brottet. I fråga om åklagare tillämpas 7 kap. rättegångsbalken."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Åklagaren får anlita hjälp av Polismyndigheten för utredning av frågor om tillträdesförbud. I fråga om utredningen tillämpas följande bestämmelser i"
    },
    {
      "provision_ref": "23:9",
      "chapter": "23",
      "section": "9",
      "title": "Vid tillämpningen av 23 kap. 4 och 11 §§ rättegångsbalken ska",
      "content": "Innan en fråga om tillträdesförbud avgörs, ska den som är part underrättas om en uppgift som har tillförts ärendet genom någon annan än parten och få tillfälle att yttra sig över den. Frågan får dock avgöras utan att så har skett, om åtgärderna är uppenbart obehövliga eller om avgörandet inte kan skjutas upp. Åklagaren bestämmer hur underrättelsen ska ske. Underrättelseskyldigheten gäller med de begränsningar som följer av 10 kap. 3 § offentlighets- och sekretesslagen (2009:400)."
    },
    {
      "provision_ref": "23:10",
      "chapter": "23",
      "section": "10",
      "content": "Åklagarens beslut i fråga om tillträdesförbud ska vara skriftligt och ange 1. parterna och Polismyndigheten om den har gjort en anmälan enligt 6 § tredje stycket, 2. om tillträdesförbud ska gälla och, i så fall, förbudets innebörd och omfattning samt när det upphör att gälla, 3. de skäl som har bestämt utgången, 4. de bestämmelser som åberopas, 5. vad som kan bli följden av att bryta mot förbudet, och 6. möjligheterna att begära omprövning enligt 12 § och domstolsprövning enligt 13 §."
    },
    {
      "provision_ref": "23:11",
      "chapter": "23",
      "section": "11",
      "content": "Vid åklagarens handläggning av ärenden om tillträdesförbud tillämpas följande bestämmelser i förvaltningslagen (2017:900): - 5 § om legalitet, objektivitet och proportionalitet, - 6 § om service, - 7 § om tillgänglighet, - 8 § om samverkan, - 9 § om utgångspunkter för handläggningen, - 11 § om åtgärder om handläggningen försenas, - 13 § om tolkning och översättning, - 14 och 15 §§ om ombud och biträde, - 23 § om utredningsansvaret, - 24 § om när man får lämna uppgifter muntligt, - 27 § om dokumentation av uppgifter, - 31 § om dokumentation av beslut, - 32 § första stycket, andra stycket 2 och tredje stycket om motivering av beslut, och - 36 § om rättelse av skrivfel och liknande."
    },
    {
      "provision_ref": "23:12",
      "chapter": "23",
      "section": "12",
      "content": "Om det på grund av ändrade förhållanden finns skäl till det, får åklagaren häva eller ändra ett beslut om tillträdesförbud som har fattats av åklagaren eller domstolen. Åklagaren får dock utvidga ett förbud endast om det begärs av en företrädare för butiken, badanläggningen eller biblioteket. Åklagaren får inte häva eller ändra ett beslut om tillträdesförbud om förbudet är föremål för domstolsprövning. Lag (2022:406). Domstolsprövning"
    },
    {
      "provision_ref": "23:13",
      "chapter": "23",
      "section": "13",
      "content": "Tingsrätten ska pröva åklagarens beslut i fråga om tillträdesförbud på begäran av en part, om beslutet har gått parten emot. En sådan begäran ska göras skriftligen hos åklagaren, som ska överlämna ärendet till tingsrätten."
    },
    {
      "provision_ref": "23:14",
      "chapter": "23",
      "section": "14",
      "content": "Behörig domstol är den tingsrätt där den åklagare som har prövat frågan om tillträdesförbud ska föra talan i brottmål i allmänhet."
    },
    {
      "provision_ref": "23:15",
      "chapter": "23",
      "section": "15",
      "content": "Har åklagaren beslutat om tillträdesförbud är han eller hon skyldig att på begäran av en företrädare för butiken, badanläggningen eller biblioteket föra dess talan vid domstolen, om inte särskilda skäl talar mot det. Domstolen ska begära yttrande av åklagaren, om det inte är obehövligt. Lag (2022:406)."
    },
    {
      "provision_ref": "23:16",
      "chapter": "23",
      "section": "16",
      "content": "Domstolen får besluta att ett tillträdesförbud tills vidare inte ska gälla. Om ett tillträdesförbud inte har beslutats tidigare, får domstolen besluta om ett sådant förbud fram till dess att ärendet har avgjorts slutligt."
    },
    {
      "provision_ref": "23:17",
      "chapter": "23",
      "section": "17",
      "content": "Domstolen ska hålla sammanträde, om en part begär det."
    },
    {
      "provision_ref": "23:18",
      "chapter": "23",
      "section": "18",
      "content": "När tingsrätten avgör saken, består den av en lagfaren domare och tre nämndemän. Vid annan handläggning består tingsrätten av en lagfaren domare. Vid omröstning tillämpas bestämmelserna i 29 kap. rättegångsbalken."
    },
    {
      "provision_ref": "23:19",
      "chapter": "23",
      "section": "19",
      "content": "Vardera parten ska svara för sin kostnad, utom i ett sådant fall som avses i 18 kap. 6 § rättegångsbalken."
    },
    {
      "provision_ref": "23:20",
      "chapter": "23",
      "section": "20",
      "content": "Vid domstolens handläggning av ärenden om tillträdesförbud tillämpas i övrigt lagen (1996:242) om domstolsärenden. I fråga om begäran om prövning enligt 13 § tillämpas vad som sägs i den lagen om ansökan."
    },
    {
      "provision_ref": "23:21",
      "chapter": "23",
      "section": "21",
      "content": "När domstolen ska pröva ett beslut i fråga om tillträdesförbud och den mot vilken förbudet avses gälla är misstänkt för brott som har betydelse för prövning av frågan om förbudet, får beslutet prövas i mål om allmänt åtal rörande brottet. I ett sådant fall tillämpas bestämmelserna om rättegången i brottmål. Straffansvar"
    },
    {
      "provision_ref": "23:22",
      "chapter": "23",
      "section": "22",
      "content": "Den som bryter mot ett tillträdesförbud döms för överträdelse av tillträdesförbud till böter eller fängelse i högst sex månader. I ringa fall ska det inte dömas till ansvar. Personuppgiftsbehandling"
    },
    {
      "provision_ref": "23:23",
      "chapter": "23",
      "section": "23",
      "content": "Personuppgifter som avses i artikel 10 i Europaparlamentets och rådets förordning (EU) 2016/679 av den 27 april 2016 om skydd för fysiska personer med avseende på behandling av personuppgifter och om det fria flödet av sådana uppgifter och om upphävande av direktiv 95/46/EG (allmän dataskyddsförordning) får behandlas i den verksamhet som bedrivs i den butik eller badanläggning eller det bibliotek som anges i beslutet om tillträdesförbud om det behövs för att förhindra eller upptäcka överträdelse av tillträdesförbudet. Lag (2022:406)."
    },
    {
      "provision_ref": "23:24",
      "chapter": "23",
      "section": "24",
      "content": "Behandling av personuppgifter med stöd av 23 § får inte ske efter det att tillträdesförbudets giltighetstid löpt ut eller om tillträdesförbudet dessförinnan upphävts."
    }
  ]
}