{
  "id": "2021:4",
  "type": "statute",
  "title": "Lag (2021:4) om särskilda begränsningar för att förhindra spridning av sjukdomen covid-19",
  "status": "repealed",
  "issued_date": "2021-01-08",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2021-4",
  "description": "Upphävd 2022-04-01 genom SFS 2022:214",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lagens innehåll och syfte",
      "content": "I denna lag finns bestämmelser om särskilda begränsningar för att förhindra spridning av sjukdomen covid-19. Förhållandet till annan lagstiftning"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Denna lag gäller utöver smittskyddslagen (2004:168) och ordningslagen (1993:1617). Skyldighet att förebygga smittspridning"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Var och en ska genom uppmärksamhet och rimliga försiktighetsåtgärder medverka till att förhindra spridning av sjukdomen covid-19."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Den som bedriver eller ansvarar för en sådan verksamhet som avses i 7-11 §§ ska vidta lämpliga åtgärder för att förhindra smittspridning. Verksamheten ska så långt som möjligt bedrivas på ett sådant sätt att trängsel undviks och att människor kan hålla ett från smittskyddssynpunkt säkert avstånd från varandra. Särskilda begränsningar för att förhindra smittspridning"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Särskilda begränsningar avseende följande verksamheter och platser får införas genom föreskrifter enligt 7-11 och 14 §§ eller genom beslut i enskilda fall enligt 16 § : 1. allmänna sammankomster och offentliga tillställningar, 2. gym- och sportanläggningar, badhus, bibliotek, museer, djurparker, campingplatser och andra platser för fritids- eller kulturverksamhet som är öppna för allmänheten, 3. köpcentrum, varuhus, gallerior, butiker, serviceinrättningar och andra handelsplatser som är öppna för allmänheten, 4. kollektivtrafik och inrikes flygtrafik, och 5. platser för privata sammankomster. Lag (2022:30). Allmänna förutsättningar för särskilda begränsningar"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Föreskrifter och beslut om särskilda begränsningar får meddelas endast om det är nödvändigt för att förhindra spridning av sjukdomen covid-19. Föreskrifterna och besluten får inte vara mer långtgående än vad som är försvarligt med hänsyn till faran för människors liv och hälsa. Föreskrifterna och besluten bör utformas med beaktande av risken för smittspridning i olika typer av verksamheter och förutsättningarna för att i dessa verksamheter vidta åtgärder för att förhindra smittspridning. Bemyndiganden att meddela föreskrifter om särskilda begränsningar Allmänna sammankomster och offentliga tillställningar"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om att den som anordnar en sådan allmän sammankomst eller offentlig tillställning som omfattas av ordningslagen (1993:1617) ska vidta smittskyddsåtgärder. Sådana föreskrifter får innebära krav på 1. begränsning av antalet deltagare, 2. minsta avstånd mellan deltagare med anvisade platser, 3. begränsning av tiden för sammankomsten eller tillställningen, eller 4. andra åtgärder för att förhindra smittspridning. Lag (2022:30). Platser för fritids- eller kulturverksamhet"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om att den som bedriver verksamhet på en plats för fritids- eller kulturverksamhet ska vidta smittskyddsåtgärder. Sådana föreskrifter får innebära krav på 1. begränsning av antalet besökare, 2. begränsning av öppettider, eller 3. andra åtgärder för att förhindra smittspridning. Lag (2022:30). Handelsplatser"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om att den som bedriver verksamhet på en handelsplats ska vidta smittskyddsåtgärder. Sådana föreskrifter får innebära krav på 1. begränsning av antalet besökare, 2. begränsning av öppettider, eller 3. andra åtgärder för att förhindra smittspridning. Lag (2022:30). Kollektivtrafik och inrikes flygtrafik"
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om att den som bedriver kollektivtrafik eller inrikes flygtrafik eller ansvarar för lokaler eller områden som är avsedda att användas av resenärer i kollektivtrafik eller flygtrafik, ska vidta smittskyddsåtgärder. Sådana föreskrifter får innebära krav på 1. begränsning av antalet personer på färdmedel, 2. begränsning av antalet personer i lokaler eller på områden som är avsedda att användas av resenärer, 3. begränsning av den tid under vilken trafiken bedrivs, eller 4. andra åtgärder för att förhindra smittspridning. Lag (2022:30). Platser för privata sammankomster"
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om att smittskyddsåtgärder ska vidtas av den som, inom ramen för en verksamhet som bedrivs yrkesmässigt, använder eller, direkt eller indirekt, upplåter en lokal, ett område eller ett utrymme för en tillställning eller någon annan liknande privat sammankomst. Sådana föreskrifter får innebära krav på 1. begränsning av antalet deltagare, 2. begränsning av tiden för sammankomsten, eller 3. andra åtgärder för att förhindra smittspridning. Första stycket gäller inte i fråga om sådana serveringsställen som avses i lagen (2020:526) om tillfälliga smittskyddsåtgärder på serveringsställen. Lag (2022:30)."
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Har upphävts genom lag (2022:30)."
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Har upphävts genom lag (2022:30). Geografisk inskränkning"
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Föreskrifter som meddelas med stöd av 7-11 §§ får inskränkas till att gälla inom ett visst geografiskt område. Lag (2022:30)."
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Har upphävts genom lag (2022:30). Beslut om särskilda begränsningar i enskilda fall"
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Länsstyrelsen får i enskilda fall besluta om sådana särskilda begränsningar som avses i 7-11 §§. Länsstyrelsen ska vid behov samråda med smittskyddsläkaren. Tillsyn och befogenheter"
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Länsstyrelsen utövar tillsyn över att föreskrifter som har meddelats med stöd av 7-11 §§ och beslut enligt 16 § följs."
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "På begäran av länsstyrelsen ska den som bedriver eller ansvarar för en sådan verksamhet som avses i 7-11 §§ lämna de upplysningar och handlingar som behövs för tillsynen. Länsstyrelsen har rätt att få tillträde till lokaler, områden och utrymmen där verksamheten bedrivs."
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Polismyndigheten ska på begäran lämna länsstyrelsen den hjälp som behövs vid tillämpningen av 18 §. En begäran enligt första stycket får göras endast om 1. det på grund av särskilda omständigheter kan befaras att åtgärden inte kan vidtas utan att en polismans särskilda befogenheter enligt 10 § polislagen (1984:387) behöver tillgripas, eller 2. det annars finns synnerliga skäl."
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Länsstyrelsen får besluta de förelägganden som behövs för tillsynen och för att föreskrifter som har meddelats med stöd av 7-11 §§ och beslut enligt 16 § ska följas. Länsstyrelsen ska vid behov samråda med smittskyddsläkaren. Ett beslut om föreläggande får förenas med vite."
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Polismyndigheten får ställa in eller upplösa en allmän sammankomst eller offentlig tillställning som hålls i strid med en föreskrift som har meddelats med stöd av 7 § eller ett beslut enligt 16 §. En allmän sammankomst eller offentlig tillställning får upplösas endast om mindre ingripande åtgärder har visat sig vara otillräckliga för att hindra fortsatta överträdelser av föreskriften eller beslutet. Om Polismyndigheten har beslutat att ställa in eller upplösa en allmän sammankomst eller offentlig tillställning, får en polisman avvisa eller avlägsna deltagare och åskådare, om det behövs för att syftet med beslutet ska uppnås. Polismyndigheten får också, om det är nödvändigt för att syftet med beslutet ska uppnås, förbjuda tillträde till ett visst område eller utrymme."
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Om det behövs för att en föreskrift som har meddelats med stöd av 10 § eller ett beslut enligt 16 § ska kunna följas, får tillträde vägras till 1. färdmedel i kollektivtrafik eller inrikes flygtrafik, och 2. lokaler och områden som är avsedda att användas av resenärer i kollektivtrafik eller flygtrafik. Den som bedriver kollektivtrafik eller inrikes flygtrafik eller ansvarar för lokaler eller områden som är avsedda att användas av resenärer i kollektivtrafik eller flygtrafik får ge resenärer och andra personer de anvisningar och tillsägelser som behövs för att föreskrifterna och besluten ska kunna följas. Den som inte följer en anvisning eller tillsägelse är skyldig att på uppmaning lämna ett färdmedel, en lokal eller ett område. Om den som har vägrats tillträde eller uppmanats att lämna ett färdmedel, en lokal eller ett område inte gör som han eller hon blir tillsagd, får en polisman, en ordningsvakt eller en befattningshavare i säkerhets- eller ordningstjänst vid järnvägssystem avvisa eller avlägsna honom eller henne. När beslut får verkställas"
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Länsstyrelsens beslut enligt 16 och 20 §§ och Polismyndighetens beslut enligt 21 § gäller omedelbart, om inte något annat anges i beslutet."
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Har upphävts genom lag (2022:30). Överklagande"
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Länsstyrelsens beslut enligt 16 och 20 §§ och Polismyndighetens beslut enligt 21 § får överklagas till allmän förvaltningsdomstol. Andra beslut enligt denna lag får inte överklagas. Prövningstillstånd krävs vid överklagande till kammarrätten. Övergångsbestämmelser 2021:4 1. Denna lag träder i kraft den 10 januari 2021. 2. Lagen upphör att gälla vid utgången av september 2021. 3. Den upphävda lagen gäller dock fortfarande för ärenden och mål om tillsyn som har inletts före upphävandet."
    }
  ]
}