{
  "id": "2023:692",
  "type": "statute",
  "title": "Lag (2023:692) om dispositionsrätt till ledarhund",
  "status": "in_force",
  "issued_date": "2023-11-23",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2023-692",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Inledande bestämmelse",
      "content": "Denna lag innehåller bestämmelser om dispositionsrätt till ledarhund för personer med synnedsättning. Med dispositionsrätt avses i denna lag en rätt att utan äganderätt få inneha och nyttja en ledarhund. Ansökan"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Den myndighet som regeringen bestämmer (beslutsmyndigheten) prövar frågor enligt denna lag. En ansökan om dispositionsrätt till ledarhund ska ges in till beslutsmyndigheten och innehålla de uppgifter som myndigheten behöver för prövning av om villkoren för dispositionsrätt enligt 3 § är uppfyllda. Villkor för dispositionsrätt till ledarhund"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "En ansökan om dispositionsrätt till ledarhund ska beviljas om sökanden 1. är minst 18 år, 2. är bosatt i Sverige, 3. har en synnedsättning som innebär avsaknad av ledsyn, 4. har behov av och kan använda en ledarhund som förflyttningshjälpmedel, och 5. kan ge hunden god omsorg och goda levnadsvillkor. Ett beslut att bevilja en ansökan om dispositionsrätt gäller tills vidare. Tilldelning av ledarhund"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Den som har beviljats dispositionsrätt till ledarhund ska tilldelas en ledarhund inom skälig tid. Krav på utbildning och veterinärvård"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Den som har tilldelats en ledarhund ska under den tid som ledarhunden disponeras genomgå fortlöpande utbildning tillsammans med hunden samt ansvara för att hunden får den veterinärvård som behövs enligt 4 kap. 1 § djurskyddslagen (2018:1192) och genomgår regelbundna hälsokontroller hos veterinär. Föreläggande"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Om den som har beviljats dispositionsrätt till ledarhund inte uppfyller villkoren i 3 § första stycket 2-5 eller kraven i 5 § och beslutsmyndigheten bedömer att villkoren eller kraven kan uppfyllas genom rättelse, får myndigheten förelägga den som beviljats dispositionsrätten att, inom viss tid, komma in med dokumentation som visar att villkoren eller kraven är uppfyllda. I föreläggandet ska det anges att dispositionsrätten kan återkallas enligt 7 §. Återkallande av dispositionsrätt"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "En dispositionsrätt till ledarhund får återkallas om den som har beviljats dispositionsrätten, på ett sätt som inte är tillfälligt eller oväsentligt, inte längre uppfyller villkoren i 3 § första stycket 2-5 eller kraven i 5 § och ett föreläggande enligt 6 § har meddelats men inte följts. En dispositionsrätt får även återkallas utan att ett föreläggande enligt 6 § har meddelats om den som har beviljats dispositionsrätt saknar förutsättningar att uppfylla villkoren i 3 § första stycket 2-5 eller kraven i 5 §. Detsamma gäller om den som har beviljats dispositionsrätt har förbjudits att ha hand om hund enligt 15 § lagen (2007:1150) om tillsyn över hundar och katter eller 9 kap. 1 § djurskyddslagen (2018:1192). Om beslutsmyndigheten återkallar dispositionsrätten, ska myndigheten samtidigt besluta att ledarhunden ska återlämnas och vid vilken tidpunkt det senast ska ske. Återtagande av ledarhund"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "En ledarhund som inte längre är tjänstduglig får återtas utan att dispositionsrätten till ledarhund återkallas. Överklagande"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Beslut enligt denna lag får överklagas till allmän förvaltningsdomstol. Prövningstillstånd krävs vid överklagande till kammarrätten. Rätt att meddela föreskrifter"
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Regeringen eller den myndighet som regeringen bestämmer kan med stöd av 8 kap. 7 § regeringsformen meddela ytterligare föreskrifter om 1. vilka uppgifter och intyg som ska ges in i samband med en ansökan om dispositionsrätt till ledarhund, och 2. veterinärvård och hälsokontroller för ledarhundar. Övergångsbestämmelser SFS 2023:692 1. Denna lag träder i kraft den 1 april 2024. 2. Genom lagen upphävs lagen (2005:340) om överlämnande av vissa förvaltningsuppgifter till den ideella föreningen Synskadades Riksförbund. 3. Ärenden som har inletts hos Synskadades Riksförbund före ikraftträdandet men som inte avgjorts före den 1 april 2024 handläggs enligt bestämmelserna i den nya lagen."
    }
  ]
}