{
  "id": "2023:499",
  "type": "statute",
  "title": "Lag (2023:499) med instruktion för Riksdagens ombudsmän (JO)",
  "status": "in_force",
  "issued_date": "2023-06-29",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2023-499",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Ombudsmännen",
      "content": "Riksdagen väljer enligt 13 kap. 6 § regeringsformen en eller flera ombudsmän (justitieombudsmän), som ska utöva tillsyn över tillämpningen av lagar och andra föreskrifter i offentlig verksamhet i enlighet med den instruktion som riksdagen beslutar."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Riksdagens ombudsmän ska enligt 13 kap. 2 § riksdagsordningen vara fyra, en chefsjustitieombudsman och tre justitieombudsmän. Riksdagen får dessutom välja en eller flera ställföreträdande ombudsmän. Chefsjustitieombudsmannen"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Chefsjustitieombudsmannen är enligt 13 kap. 2 § riksdagsordningen administrativ chef. Chefsjustitieombudsmannen ansvarar i det avseendet inför riksdagen för verksamheten och ska se till att den bedrivs effektivt och enligt gällande rätt, att den redovisas på ett tillförlitligt och rättvisande sätt samt att Riksdagens ombudsmän hushållar väl med statens medel."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Efter samråd med övriga ombudsmän ska chefsjustitieombudsmannen 1. i en arbetsordning besluta om verksamhetens organisation och om ansvarsområden för var och en av ombudsmännen, 2. besluta om verksamhetsplan, 3. besluta om årsredovisning, och 4. besluta om förslag till anslag på statens budget för Riksdagens ombudsmän."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "När chefsjustitieombudsmannen inte är i tjänst ska den av de andra ombudsmännen som har varit ombudsman längst tid tjänstgöra i hans eller hennes ställe, om inte chefsjustitieombudsmannen beslutar annat. Ställföreträdande ombudsmans tjänstgöring"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Chefsjustitieombudsmannen beslutar om en ställföreträdande ombudsmans tjänstgöring som ombudsman. En ställföreträdande ombudsman får tas i anspråk för tjänstgöring om någon ombudsman inte är i tjänst. En ställföreträdande ombudsman får också tas i anspråk för tjänstgöring under en period då en ombudsman har avslutat sitt uppdrag och en ny ombudsman ännu inte har tillträtt, eller om det av något annat särskilt skäl finns behov av en ställföreträdande ombudsman. Ombudsmannaexpeditionen"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Det ska finnas en expedition för verksamheten (ombudsmannaexpeditionen). Där ska en kanslichef vara anställd liksom den övriga personal som chefsjustitieombudsmannen bestämmer. Kanslichefen ska under chefsjustitieombudsmannen leda arbetet inom ombudsmannaexpeditionen."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Chefsjustitieombudsmannen beslutar om råd och anvisningar för arbetet inom ombudsmannaexpeditionen. Samråd med konstitutionsutskottet"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Chefsjustitieombudsmannen ska samråda med konstitutionsutskottet i organisationsfrågor av större vikt."
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "En ombudsman får enligt tilläggsbestämmelse 13.2.1 i riksdagsordningen ta initiativ till samråd med konstitutionsutskottet om arbetsordningen eller i andra frågor av organisatorisk art. Av bestämmelsen följer att sådant samråd får hållas även på initiativ av utskottet. Uppdrag Utgångspunkter för uppdraget"
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Ombudsmännen har i den omfattning som anges i 14-16 §§ tillsyn över att de som utövar offentlig verksamhet följer lagar och andra författningar samt i övrigt fullgör sina åligganden."
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Ombudsmännen ska särskilt se till att de som står under ombudsmännens tillsyn följer regeringsformens föreskrifter om saklighet och opartiskhet och att det inte görs intrång i enskildas grundläggande fri- och rättigheter i den offentliga verksamheten. Vid tillsyn över kommunala myndigheter ska ombudsmännen beakta de former i vilka den kommunala självstyrelsen utövas."
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Ombudsmännen ska verka för att brister i lagstiftningen avhjälps. Om en ombudsman i sin tillsynsverksamhet finner anledning att väcka fråga om en författningsändring eller någon annan åtgärd från statens sida, får han eller hon göra en framställning i ämnet till riksdagen, enligt tilläggsbestämmelse 9.17.5 i riksdagsordningen, eller till regeringen. Tillsynskrets"
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Under ombudsmännens tillsyn står, om inget annat anges i"
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": ", 1. statliga och kommunala myndigheter, 2. tjänstemän och andra befattningshavare vid statliga och kommunala myndigheter, 3. andra som har en tjänst eller ett uppdrag som innebär myndighetsutövning, såvitt avser den verksamhet som utgör myndighetsutövning, och 4. tjänstemän och uppdragstagare i statliga affärsverk, när de fullgör uppdrag för verkens räkning i sådana aktiebolag där staten genom verken utövar ett bestämmande inflytande. Med befattningshavare avses i denna lag en person som står under ombudsmännens tillsyn, om inget annat framgår av sammanhanget. 15 § Ombudsmännens tillsyn omfattar inte 1. riksdagens ledamöter, 2. riksdagsstyrelsen, Valprövningsnämnden, Riksdagens överklagandenämnd eller riksdagsdirektören, 3. riksbanksfullmäktige samt ledamöter av Riksbankens direktion utom när dessa deltar i utövandet av Riksbankens beslutanderätt enligt lagen (1992:1602) om valuta- och kreditreglering, 4. regeringen eller statsråd, 5. justitiekanslern, eller 6. ledamöter av beslutande kommunala församlingar."
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Ombudsmännen står inte under tillsyn av varandra. Tillsynsverksamhet"
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Ombudsmännens tillsyn bedrivs genom prövning av klagomål från allmänheten samt genom inspektioner och andra undersökningar, som ombudsmännen finner påkallade."
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Ombudsmännen ska fullgöra de uppgifter som ett nationellt besöksorgan har enligt det fakultativa protokollet den 18 december 2002 till Förenta nationernas konvention mot tortyr och annan grym, omänsklig eller förnedrande behandling eller bestraffning. Internationell verksamhet"
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Ombudsmännen får genom internationell samverkan och informationsinsatser verka för spridning av ombudsmannainstitutet som modell och får även i övrigt medverka i internationella erfarenhetsutbyten. Uppgifter Uttalanden"
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "En ombudsman får genom beslut i ett ärende uttala sig om huruvida en åtgärd av någon som står under ombudsmännens tillsyn strider mot en lag eller någon annan författning eller annars är felaktig eller olämplig. En ombudsman får även göra uttalanden för att främja en enhetlig och ändamålsenlig rättstillämpning. Förundersökning och åtal"
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "En ombudsman får som särskild åklagare väcka åtal mot en befattningshavare som genom att åsidosätta vad som åligger honom eller henne i tjänsten eller uppdraget har begått en annan brottslig gärning än tryckfrihetsbrott eller yttrandefrihetsbrott. Om en ombudsman inleder en förundersökning eller väcker åtal tillämpas vad som föreskrivs i lag om förundersökning och åtal samt om allmän åklagares befogenheter i övrigt i fråga om brott under allmänt åtal. Utöver vad som föreskrivs i lag får en ombudsman lägga ned en förundersökning eller underlåta att väcka åtal om han eller hon bedömer att det finns skäl för det. I mål som har väckts vid en tingsrätt bör talan fullföljas till Högsta domstolen endast om det finns synnerliga skäl. Disciplinära åtgärder"
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Om en befattningshavare genom att åsidosätta vad som åligger honom eller henne i tjänsten eller uppdraget har gjort sig skyldig till fel som kan beivras genom ett disciplinärt förfarande, får en ombudsman göra en anmälan till den som har befogenhet att besluta om disciplinpåföljd. Om det, när det gäller den som är legitimerad eller annars behörig att utöva ett yrke inom hälso- och sjukvården, tandvården, detaljhandeln med läkemedel eller inom djurens hälso- och sjukvård, finns skäl att besluta om återkallelse av legitimationen eller behörigheten, får en ombudsman göra en anmälan om detta till den som har befogenhet att besluta i frågan. Motsvarande anmälan får göras i fråga om begränsning av en sådan legitimerad yrkesutövares behörighet, om yrkesutövaren har missbrukat sin behörighet på något annat sätt. Om det, när det gäller den som är legitimerad yrkesutövare inom hälso- och sjukvården, tandvården, detaljhandeln med läkemedel eller djurens hälso- och sjukvård, finns skäl att föreskriva prövotid, får en ombudsman göra en anmälan om detta till den som har befogenhet att besluta i frågan."
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Om en ombudsman anser att det är påkallat att en befattningshavare avskedas eller avstängs från sin tjänst på grund av en brottslig gärning eller en grov eller upprepad tjänsteförseelse, får ombudsmannen göra en anmälan om det till den som har befogenhet att besluta om åtgärden."
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "När en ombudsman har gjort en anmälan i ett sådant ärende som avses i 22 eller 23 § ska ombudsmannen i ärendet få tillfälle att komplettera sin utredning, att yttra sig över annan utredning som har förts till ärendet och att närvara om det hålls ett muntligt förhör. Första stycket gäller inte ärenden om avstängning."
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Om en myndighet har meddelat ett beslut mot en befattningshavare i ett ärende om tillämpningen av särskilda bestämmelser för tjänstemän i lag eller annan författning om disciplinansvar eller om avskedande eller avstängning från tjänsten på grund av brottslig gärning eller tjänsteförseelse, får en ombudsman föra talan vid domstol om ändring i beslutet. Detsamma gäller i fråga om en myndighets beslut i ett ärende om disciplinansvar mot den som tillhör hälso- och sjukvårdspersonalen eller djurhälsopersonalen eller är krigsman eller disciplinansvarig enligt lagen (1994:1811) om disciplinansvar inom totalförsvaret, m.m. och i fråga om en myndighets beslut i ett ärende om prövotid eller en sådan behörighetsfråga som avses i 22 §. Närmare bestämmelser om en sådan talan meddelas i lag eller annan författning. Om en befattningshavare, enligt vad som är föreskrivet har sökt ändring vid domstol i ett beslut som avses i första stycket, och om beslutet har tillkommit efter en anmälan av en ombudsman, företräder ombudsmannen det allmänna som befattningshavarens motpart i tvisten. Detsamma gäller om ombudsmannen har sökt ändring i beslutet. Vad som är föreskrivet om arbetsgivare i lag eller annan författning ska också tillämpas på en ombudsman i fråga om tvister som avses i denna paragraf. Bestämmelserna i 4 kap. 7 § och 5 kap. 1 § första stycket lagen (1974:371) om rättegången i arbetstvister ska dock inte tillämpas i fråga om tvist i vilken en ombudsman för talan."
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Om det kan misstänkas att en befattningshavare som omfattas av bestämmelserna om disciplinansvar i lagen (1994:260) om offentlig anställning har gjort sig skyldig till en tjänsteförseelse som bör leda till en disciplinpåföljd, och om det kan befaras att han eller hon inte skriftligen kan underrättas enligt 17 § samma lag om vad som anförs mot honom eller henne inom två år från förseelsen, får en ombudsman utfärda motsvarande underrättelse. Första stycket gäller även för den som omfattas av bestämmelser om disciplinansvar och om motsvarande underrättelse i någon annan författning. Ingripande mot befattningshavare utan självständiga befogenheter"
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "En ombudsman bör inte ingripa mot en befattningshavare utan självständiga befogenheter, om det inte finns särskilda skäl för ett ingripande. Åtgärder mot vissa befattningshavare"
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "En ombudsman har enligt föreskrifter i regeringsformen befogenhet att väcka åtal mot en ledamot av Högsta domstolen eller Högsta förvaltningsdomstolen, väcka talan om att skilja eller avstänga en sådan ledamot från anställningen och väcka talan om att en sådan ledamot ska vara skyldig att genomgå en läkarundersökning."
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "En ombudsman är skyldig att väcka och utföra åtal som konstitutionsutskottet enligt 13 kap. 3 § regeringsformen har beslutat mot ett statsråd samt åtal som ett riksdagsutskott enligt vad som är föreskrivet har beslutat mot en befattningshavare hos riksdagen eller dess organ, dock inte åtal mot en annan ombudsman. En ombudsman är även skyldig att biträda ett utskott med förundersökningen mot en befattningshavare enligt första stycket, och med en sådan särskild utredning av omständigheter som kan ligga till grund för att skilja en riksrevisor från uppdraget som avses i 13 kap. 7 § andra stycket riksdagsordningen. Klagomål och handläggning av ärenden Klagomål"
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Klagomål bör framföras skriftligen. I anmälan bör anges den som klagomålet vänder sig mot, den åtgärd som klagomålet avser, tidpunkten för åtgärden samt anmälarens namn och adress. Anmälaren bör även bifoga sådana handlingar som kan ha betydelse för utredningen eller bedömningen av klagomålet. Den som är berövad sin frihet får skicka försändelser till ombudsmännen utan hinder av de inskränkningar som gäller för honom eller henne i fråga om rätten att sända brev och andra handlingar. Samråd om inspektioner och undersökningar"
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "En ombudsman ska samråda med chefsjustitieombudsmannen om inspektioner som han eller hon avser att genomföra. En ombudsman ska också samråda med chefsjustitieombudsmannen om andra undersökningar som han eller hon avser att genomföra, om det finns särskilda skäl för det. Utredning"
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "En ombudsman bör inte ta upp förhållanden som ligger mer än två år tillbaka i tiden, om det inte finns särskilda skäl."
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "En ombudsman ska vidta de utredningsåtgärder som han eller hon bedömer vara nödvändiga för att pröva klagomål och andra ärenden. Omfördela ärenden"
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Chefsjustitieombudsmannen får oberoende av vad som följer av arbetsordningen besluta att ett ärende ska, om det finns särskilda skäl, omfördelas till honom eller henne eller till någon av de andra ombudsmännen. Överlämna ärenden"
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Om ett ärende lämpligen kan utredas och prövas av någon annan myndighet än av en ombudsman och om myndigheten inte tidigare har prövat saken, får en ombudsman överlämna ärendet till denna myndighet för handläggning. Det är endast ärenden som har väckts genom klagomål som får överlämnas till Justitiekanslern och endast efter överenskommelse med Justitiekanslern. Om ett klagomål avser en befattningshavare som är advokat och om frågan som har väckts genom klagomålet är sådan att den enligt 8 kap. 6 § första stycket rättegångsbalken kan prövas av något organ inom advokatsamfundet, får en ombudsman överlämna klagomålet till samfundet för handläggning. En sådan särskild utredning av omständigheter som kan ligga till grund för att skilja en riksrevisor från uppdraget som avses i 13 kap. 7 § andra stycket riksdagsordningen får inte överlämnas enligt första stycket. Förelägga och döma ut vite"
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "När en ombudsman enligt regeringsformens föreskrifter begär upplysningar och yttranden i andra ärenden än dem där han eller hon har beslutat att inleda en förundersökning, får ombudsmannen förelägga vite om högst 10 000 kronor. En ombudsman får döma ut försuttet vite. Avgöra ärenden"
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Ett ärende avgörs efter föredragning. Beslut att avvisa ett ärende eller avskriva ett ärende från handläggning kan dock fattas utan föredragning. En ombudsman kan också avgöra andra ärenden utan föredragning, om det finns särskilda skäl för det. Återlämna handlingar"
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "En handling i ett ärende får återlämnas till den som har gett in handlingen om det är lämpligt med hänsyn till allmänna arkivsynpunkter. Den återlämnade handlingen får ersättas med en kopia eller, om en kopia inte kan framställas, med en anteckning eller annan dokumentation om handlingens innehåll. Delegering"
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "En ombudsman får uppdra åt någon annan att leda en förundersökning som ombudsmannen har beslutat och att väcka och utföra åtal som ombudsmannen har beslutat, om inte åtgärden avser en ledamot av Högsta domstolen eller Högsta förvaltningsdomstolen. Beslut att överklaga en dom eller ett beslut till högre rätt får inte fattas av någon annan än en ombudsman. I fall som avses i 25 § får en ombudsman förordna en tjänsteman vid ombudsmannaexpeditionen att föra talan på ombudsmannens vägnar."
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "En ombudsman får delegera till en tjänsteman vid ombudsmannaexpeditionen att på ombudsmannens vägnar dels genomföra en inspektion, dels fatta beslut i ärenden som väckts genom klagomål. Ett sådant delegeringsbeslut får inte innefatta rätt att 1. göra en framställning enligt 13 §, 2. göra ett uttalande enligt 20 §, 3. vidta en åtgärd mot en befattningshavare enligt 21, 22 eller 23 §, 4. överlämna ett ärende till en annan myndighet enligt 35 §, eller 5. fatta beslut i ett ärende som avgörs efter att ett skriftligt yttrande eller skriftliga upplysningar har inhämtats från en berörd myndighet eller tjänsteman. En ombudsman får delegera till en tjänsteman vid ombudsmannaexpeditionen att vidta de handläggningsåtgärder som behövs i ärenden."
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Chefsjustitieombudsmannen får i arbetsordningen eller genom ett särskilt beslut delegera till kanslichefen eller någon annan tjänsteman vid ombudsmannaexpeditionen att besluta i andra administrativa frågor än de som regleras i 4 §, 6 §, 7 § första stycket eller 34 §."
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Kanslichefen får delegera till en tjänsteman vid ombudsmannaexpeditionen att fatta beslut i kanslichefens ställe, om chefsjustitieombudsmannens delegeringsbeslut medger det. Redogörelse till riksdagen"
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Ombudsmännen ska senast den 15 mars varje år lämna en ämbetsberättelse för tiden 1 januari-31 december närmast föregående år till riksdagen. Berättelsen ska innehålla en redogörelse för de åtgärder som vidtagits med stöd av 13, 21- 23 eller 25 § samt för andra viktigare beslut som ombudsmännen har meddelat. Berättelsen ska även ge en översikt över verksamheten i övrigt."
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "I samband med att ämbetsberättelsen lämnas till riksdagen ska konstitutionsutskottet få tillfälle att ta del av handlingar hos Riksdagens ombudsmän. Övriga bestämmelser"
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Förvaltningslagen (2017:900) är inte tillämplig i ombudsmännens tillsynsverksamhet."
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Bestämmelser om internrevision och intern styrning och kontroll finns i lagen (2016:1091) om budget och ekonomiadministration för riksdagens myndigheter."
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Bestämmelser om överklagande av beslut som gäller tjänstetillsättning eller som annars rör en tjänsteman vid ombudsmannaexpeditionen finns i lagen (1989:186) om överklagande av administrativa beslut av Riksdagsförvaltningen och riksdagens myndigheter. Övergångsbestämmelser 2023:499 1. Denna lag träder i kraft den 1 september 2023. 2. Genom lagen upphävs lagen (1986:765) med instruktion för Riksdagens ombudsmän. 3. Den ämbetsberättelse som enligt 43 § ska lämnas till riksdagen senast den 15 mars 2024 ska även omfatta tiden 1 juli-31 december 2022."
    }
  ]
}