{
  "id": "2024:221",
  "type": "statute",
  "title": "Lag (2024:221) om information om bränsleförbrukning och koldioxidutsläpp vid marknadsföring av nya personbilar",
  "status": "in_force",
  "issued_date": "2024-04-18",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2024-221",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lagens syfte och tillämpningsområde",
      "content": "Denna lag syftar till att konsumenter ska få tillgång till information om bränsleförbrukning och koldioxidutsläpp när nya personbilar marknadsförs. Lagen gäller när näringsidkare bjuder ut nya personbilar till försäljning eller långtidsuthyrning till konsumenter. Information vid marknadsföring"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Information om bränsleförbrukning och koldioxidutsläpp ska finnas väl synlig på, eller i närheten av, alla nya personbilar på försäljningsstället."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Konsumenter har rätt att på försäljningsstället utan kostnad få en översikt över alla personbilsmodellers bränsleförbrukning och koldioxidutsläpp. Översikten ska utarbetas av den myndighet som regeringen bestämmer."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "En sammanställning över uppgifterna om bränsleförbrukning och koldioxidutsläpp för varje bilfabrikat ska visas på en affisch eller en bildskärm på en framträdande plats på försäljningsstället. Sammanställningen ska omfatta alla personbilsmodeller som bjuds ut till försäljning eller långtidsuthyrning på eller genom försäljningsstället."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Reklam för nya personbilar ska innehålla uppgifter om bränsle-förbrukning och koldioxidutsläpp för de bilmodeller som reklamen avser. Bemyndigande"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela ytterligare föreskrifter om den information som ska lämnas enligt 2-5 §§. Sanktioner vid utebliven information"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Den information som ska lämnas enligt 2-5 §§ eller enligt föreskrifter som meddelats i anslutning till dessa bestämmelser, ska anses vara väsentlig vid tillämpning av 10 § tredje stycket marknadsföringslagen (2008:486). Bestämmelserna i 29-36 §§ marknadsföringslagen om marknadsstörningsavgift ska inte tillämpas vid utebliven information."
    }
  ]
}