{
  "id": "2024:500",
  "type": "statute",
  "title": "Lag (2024:500) med kompletterande bestämmelser till EU:s dataförvaltningsförordning",
  "status": "in_force",
  "issued_date": "2024-06-20",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2024-500",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Denna lag kompletterar Europaparlamentets och rådets förordning (EU) 2022/868 av den 30 maj 2022 om europeisk dataförvaltning och om ändring av förordning (EU) 2018/1724 (dataförvaltningsakten), i denna lag benämnd EU:s dataförvaltningsförordning. Ord och uttryck i lagen har samma betydelse som i EU:s dataförvaltningsförordning. Tillsynsmyndighet"
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Den myndighet som regeringen bestämmer ska vara tillsynsmyndighet enligt denna lag. Tillsynsmyndigheten ska vara behörig myndighet för dataförmedlingstjänster enligt artikel 13 i EU:s dataförvaltningsförordning och för registrering av dataaltruismorganisationer enligt artikel 23 i EU:s dataförvaltningsförordning. Uppgiftsskyldighet"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "De myndigheter som regeringen bestämmer ska på begäran lämna tillsynsmyndigheten de uppgifter som den behöver i sin tillsynsverksamhet."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Tillsynsmyndigheten ska på begäran lämna de uppgifter som en annan myndighet behöver i sin tillsynsverksamhet. Regeringen bestämmer vilka myndigheter som ska ha rätt att få uppgifter enligt första stycket. Varning"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Tillsynsmyndigheten får meddela en varning till en leverantör av dataförmedlingstjänster som bryter mot anmälningsskyldigheten enligt artikel 11, villkoren för tillhandahållande av dataförmedlingstjänster enligt artikel 12 eller villkoren för överföring av andra data än personuppgifter till tredjeland enligt artikel 31 i EU:s dataförvaltningsförordning."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Tillsynsmyndigheten får meddela en varning till en fysisk eller juridisk person som har beviljats rätten att vidareutnyttja andra data än personuppgifter för överträdelser av artikel 5.14 i EU:s dataförvaltningsförordning."
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Tillsynsmyndigheten får meddela en varning till en erkänd dataaltruismorganisation som bryter mot 1. villkoren för registrering som erkänd dataaltruismorganisation enligt artiklarna 18, 20, 21 eller 22, eller 2. villkoren för överföring av andra data än personuppgifter till tredjeland enligt artikel 31 i EU:s dataförvaltningsförordning. Föreläggande och vite"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Tillsynsmyndigheten får besluta de förelägganden som behövs för att EU:s dataförvaltningsförordning, denna lag eller föreskrifter som har meddelats i anslutning till lagen ska följas. Tillsynsmyndigheten får förena ett föreläggande enligt artikel 14 i EU:s dataförvaltningsförordning med vite. Sanktionsavgift"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Tillsynsmyndigheten ska besluta att ta ut en sanktionsavgift från en leverantör av dataförmedlingstjänster vid överträdelser av - anmälningsskyldigheten enligt artikel 11, - villkoren för tillhandahållande av dataförmedlingstjänster enligt artikel 12, eller - villkoren för överföring av andra data än personuppgifter till tredjeland enligt artikel 31 i EU:s dataförvaltningsförordning. Om det kan anses tillräckligt får tillsynsmyndigheten, i stället för att besluta en sanktionsavgift vid överträdelser enligt första stycket, meddela en varning enligt 5 §."
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Tillsynsmyndigheten ska besluta att ta ut en sanktionsavgift av en fysisk eller juridisk person som har beviljats rätten att vidareutnyttja andra data än personuppgifter för överträdelser av artikel 5.14 i EU:s dataförvaltningsförordning. Om det kan anses tillräckligt får tillsynsmyndigheten, i stället för att besluta en sanktionsavgift vid överträdelser enligt första stycket, meddela en varning enligt 6 §."
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "En sanktionsavgift enligt 9 eller 10 § ska bestämmas till lägst 5 000 kronor och högst 10 000 000 kronor. När avgiftens storlek bestäms ska hänsyn tas till 1. överträdelsens art, allvar, omfattning och varaktighet, 2. åtgärder som har vidtagits för att begränsa eller avhjälpa den skada som överträdelsen har orsakat, 3. tidigare överträdelser, 4. de ekonomiska vinster som har gjorts eller de förluster som har undvikits till följd av överträdelsen, och 5. försvårande eller förmildrande omständigheter utöver dem i 1-4. Tillsynsmyndigheten får avstå från att ta ut en sanktionsavgift helt eller delvis om överträdelsen är ringa eller ursäktlig eller om det annars med hänsyn till omständigheterna skulle vara oskäligt att ta ut avgiften."
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "En sanktionsavgift får inte beslutas om överträdelsen omfattas av ett föreläggande som har förenats med vite och överträdelsen ligger till grund för en ansökan om utdömande av vitet."
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "En sanktionsavgift får beslutas endast om den som avgiften ska tas ut av har fått tillfälle att yttra sig inom två år från den dag då överträdelsen ägde rum. Ett beslut om sanktionsavgift ska delges."
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "En sanktionsavgift ska betalas till tillsynsmyndigheten inom 30 dagar från det att beslutet om att ta ut avgiften har fått laga kraft eller inom den längre tid som anges i beslutet. Om sanktionsavgiften inte betalas i tid, ska myndigheten lämna den obetalda avgiften för indrivning. Bestämmelser om indrivning finns i lagen (1993:891) om indrivning av statliga fordringar m.m. Sanktionsavgiften tillfaller staten."
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "En sanktionsavgift faller bort till den del beslutet om avgiften inte har verkställts inom fem år från det att beslutet fick laga kraft. Avgifter"
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Tillsynsmyndigheten får ta ut avgifter från leverantörer av dataförmedlingstjänster för anmälan, registerhållning och tillsyn av leverantörer av dataförmedlingstjänster enligt EU:s dataförvaltningsförordning och denna lag. Regeringen eller den myndighet som regeringen bestämmer får meddela ytterligare föreskrifter om avgifterna. Överklagande"
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Tillsynsmyndighetens beslut enligt artiklarna 14, 19 och 24 i EU:s dataförvaltningsförordning eller enligt denna lag får överklagas till allmän förvaltningsdomstol. Prövningstillstånd krävs vid överklagande till kammarrätten."
    }
  ]
}