{
  "id": "2025:1410",
  "type": "statute",
  "title": "Förordning (2025:1410) med kompletterande bestämmelser till EU:s förordning om politisk reklam",
  "status": "in_force",
  "issued_date": "2025-11-27",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2025-1410",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Inledande bestämmelser",
      "content": "Denna förordning kompletterar 1. Europaparlamentets och rådets förordning (EU) 2024/900 av den 13 mars 2024 om transparens och inriktning när det gäller politisk reklam, i denna förordning kallad EU:s förordning om politisk reklam, och 2. lagen (2025:1408) med kompletterande bestämmelser till EU:s förordning om politisk reklam."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Denna förordning är meddelad med stöd av - 4 § lagen (2025:1408) med kompletterande bestämmelser till EU:s förordning om politisk reklam i fråga om 4 §, och - 8 kap. 7 § regeringsformen i fråga om övriga bestämmelser."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Ord och uttryck i denna förordning har samma betydelse som i EU:s förordning om politisk reklam och lagen (2025:1408) med kompletterande bestämmelser till EU:s förordning om politisk reklam. Behörig myndighet och uppgifter"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Mediemyndigheten är behörig myndighet enligt artikel 22.3 och 22.4 i EU:s förordning om politisk reklam."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Mediemyndigheten ska även 1. upprätthålla register över rättsliga företrädare i Sverige enligt artikel 21.4 i EU:s förordning om politisk reklam, 2. vara nationell kontaktpunkt enligt artikel 22.9 i samma förordning, och 3. rapportera till Europeiska kommissionen enligt artikel 25.8 i samma förordning."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Valmyndigheten ska för Sveriges räkning fullgöra de uppgifter som ska utföras av medlemsstaterna i artikel 26 i EU:s förordning om politisk reklam. Uppgiftsskyldighet"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Konsumentverket och Post- och telestyrelsen ska lämna de uppgifter som Integritetsskyddsmyndigheten eller Mediemyndigheten begär, om uppgifterna behövs för att utöva tillsyn enligt EU:s förordning om politisk reklam och lagen (2025:1408) med kompletterande bestämmelser till EU:s förord- ning om politisk reklam."
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Integritetsskyddsmyndigheten och Mediemyndigheten ska lämna de uppgifter som den andra myndigheten begär, om uppgifterna behövs för att utöva tillsyn enligt EU:s förordning om politisk reklam och lagen (2025:1408) med kompletterande bestämmelser till EU:s förordning om politisk reklam."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Integritetsskyddsmyndigheten, Konsumentverket och Mediemyndigheten ska lämna de uppgifter som Post- och telestyrelsen begär, om uppgifterna behövs för att myndigheten ska kunna utföra sin samordnande funktion enligt artikel 22.3 i EU:s förordning om politisk reklam."
    }
  ]
}