{
  "id": "2025:621",
  "type": "statute",
  "title": "Lag (2025:621) om lustgas",
  "status": "in_force",
  "issued_date": "2025-06-05",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2025-621",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lagens innehåll och syfte",
      "content": "Denna lag innehåller bestämmelser om försäljning, införsel och marknadsföring av lustgas."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Lagen syftar till att motverka användning av lustgas som berusningsmedel. Förhållandet till annan lagstiftning"
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Denna lag ska inte tillämpas på lustgas som omfattas av läkemedelslagen (2015:315). Förbud mot försäljning av lustgas som berusningsmedel"
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Lustgas får inte säljas eller på annat sätt lämnas ut i näringsverksamhet om det finns särskild anledning att anta att lustgasen ska användas som berusningsmedel. Vid bedömningen av om det finns särskild anledning att anta att lustgasen ska användas som berusningsmedel ska bland annat beaktas på vilket sätt och i vilket sammanhang som försäljningen eller utlämnandet sker. Mängdbegränsning"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Högst 18 gram lustgas får säljas eller på annat sätt lämnas ut i näringsverksamhet till en privatperson per tillfälle. Försäljningen eller utlämnandet får avse högst två behållare som rymmer högst 9 gram lustgas per behållare. Den som lämnar ut lustgas utöver mängdbegränsningen ska förvissa sig om att mottagaren är näringsidkare. Lustgas ska tillhandahållas på ett sådant sätt att det går att kontrollera om mottagaren är näringsidkare. Ålderskrav"
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Lustgas får inte säljas eller på annat sätt lämnas ut i näringsverksamhet till den som inte har fyllt 18 år. Den som lämnar ut lustgas ska förvissa sig om att mottagaren har uppnått den ålder som anges i första stycket. Lustgas ska tillhandahållas på ett sådant sätt att det går att kontrollera mottagarens ålder. Införsel"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Lustgas får föras in i landet endast av den som har fyllt 18 år. En privatperson får per tillfälle föra in högst 18 gram lustgas i högst två behållare som rymmer högst 9 gram lustgas per behållare. Marknadsföring"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Det är förbjudet att marknadsföra lustgas i strid med de förbud och begränsningar som följer av 4-7 §§. Anmälan om försäljning och egenkontroll"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Detaljhandel med lustgas får bedrivas endast efter att försäljningen anmälts till Folkhälsomyndigheten."
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Den som bedriver detaljhandel med lustgas ska utöva egenkontroll över försäljningen och hanteringen i övrigt av lustgasen och ha ett för verksamheten lämpligt egenkontrollprogram. Till anmälan om försäljning enligt 9 § ska egenkontrollprogrammet och de övriga uppgifter som behövs för Folkhälsomyndighetens tillsyn bifogas. Ändrade förhållanden i fråga om innehållet i egenkontrollprogrammet eller övriga uppgifter i anmälan ska utan dröjsmål anmälas till Folkhälsomyndigheten. Tillsyn"
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Med undantag för vad som anges i 12 § utövar Folkhälsomyndigheten tillsyn över att denna lag och föreskrifter som har meddelats i anslutning till lagen följs."
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Konsumentverket utövar tillsyn över att 8 § följs när det gäller marknadsföring mot konsumenter. Vid Konsumentverkets tillsyn tillämpas bestämmelserna i marknadsföringslagen (2008:486). En marknadsföringsåtgärd som strider mot denna lag ska, vid tillämpningen av 5, 23 och 26 §§ marknadsföringslagen, anses vara otillbörlig. Befogenheter"
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Folkhälsomyndigheten får i sin tillsynsverksamhet meddela de förelägganden som behövs för att denna lag och föreskrifter som har meddelats i anslutning till lagen ska följas. Ett sådant föreläggande får förenas med vite. Vitet får inte omvandlas till fängelse."
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Vid allvarliga eller upprepade överträdelser av denna lag får Folkhälsomyndigheten förbjuda den som bedriver detaljhandel med lustgas att fortsätta försäljningen eller, om förbud får anses vara en alltför ingripande åtgärd, meddela varning. Ett beslut om förbud att fortsätta försäljningen gäller omedelbart, om inte något annat anges i beslutet. Ett förbud får meddelas för en tid av högst sex månader. Upplysningar och tillträde"
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Folkhälsomyndigheten har rätt att på begäran få de upplysningar, handlingar, varuprover och liknande som behövs för myndighetens tillsyn enligt denna lag."
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "För att fullgöra sina uppgifter enligt denna lag har Folkhälsomyndigheten rätt att få tillträde till områden, lokaler och andra utrymmen som används i verksamheter som omfattas av lagen och får där göra undersökningar och ta prover. För uttagna prover betalas inte ersättning."
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Polismyndigheten ska på begäran av Folkhälsomyndigheten lämna den hjälp som behövs för att Folkhälsomyndigheten ska kunna få sådant tillträde som avses i 16 §. En begäran enligt första stycket får göras endast om 1. det på grund av särskilda omständigheter kan befaras att åtgärden inte kan utföras utan att en polismans särskilda befogenheter enligt 10 § polislagen (1984:387) behöver tillgripas, eller 2. det annars finns synnerliga skäl. Kontrollköp"
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Folkhälsomyndigheten får genomföra kontrollköp i syfte att ge underlag för en dialog mellan myndigheten och den som säljer lustgas om skyldigheten att förvissa sig om att mottagaren har fyllt 18 år. Vid ett sådant köp får Folkhälsomyndigheten endast anlita en person som har fyllt 18 år. Ett kontrollköp får genomföras utan att säljaren underrättas i förväg om kontrollköpet. Folkhälsomyndigheten ska snarast efter ett genomfört kontrollköp underrätta säljaren om kontrollköpet. Vad som framkommit genom kontrollköp får inte utgöra grund för Folkhälsomyndigheten att meddela föreläggande, förbud eller varning enligt 13 eller 14 §. Underrättelser"
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Om en kommun i sin verksamhet får kännedom om något som kan ha betydelse för Folkhälsomyndighetens tillsyn ska kommunen underrätta Folkhälsomyndigheten om detta."
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Om Folkhälsomyndigheten i sin verksamhet får kännedom om marknadsföring mot konsumenter som strider mot denna lag ska Folkhälsomyndigheten underrätta Konsumentverket om detta. Avgifter"
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Folkhälsomyndigheten får ta ut avgifter för sin tillsyn av den som bedriver detaljhandel med lustgas. Folkhälsomyndigheten får ta ut en avgift för den anmälan om försäljning som ska ske enligt 9 §. Överklagande"
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Beslut enligt denna lag eller föreskrifter som har meddelats i anslutning till lagen får överklagas till allmän förvaltningsdomstol. Prövningstillstånd krävs vid överklagande till kammarrätten. Straffbestämmelser"
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "För olovlig hantering av lustgas döms till böter eller fängelse i högst sex månader den som uppsåtligen eller av oaktsamhet 1. säljer eller lämnar ut lustgas i strid med 4 §, 2. säljer eller lämnar ut lustgas i större mängd än vad som föreskrivs i 5 §, 3. säljer eller lämnar ut lustgas till den som inte uppnått föreskriven ålder enligt 6 §, 4. bedriver detaljhandel med lustgas utan att först ha anmält försäljningen enligt 9 §, eller 5. säljer lustgas i strid med ett meddelat försäljningsförbud enligt 14 §. Om gärningen är ringa, ska den inte medföra ansvar."
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Den som har överträtt ett vitesföreläggande ska inte dömas till ansvar enligt denna lag för den eller de gärningar som omfattas av föreläggandet."
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Bestämmelser om ansvar för olovlig införsel av lustgas finns i lagen (2000:1225) om straff för smuggling. Bemyndiganden"
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Regeringen eller den myndighet som regeringen bestämmer får meddela föreskrifter om 1. undantag från mängdbegränsningen enligt 5 § första stycket och 7 §, 2. skyldigheten att kontrollera att mottagaren är näringsidkare enligt 5 § andra stycket, 3. hur anmälan av detaljhandel med lustgas ska göras enligt 9 § och vad anmälan ska innehålla, 4. utformningen av egenkontrollprogrammet enligt 10 §, 5. genomförandet av kontrollköp enligt 18 §, och 6. storleken på och betalningen av de avgifter som Folkhälsomyndigheten får ta ut enligt 21 §. Övergångsbestämmelser 2025:621 1. Denna lag träder i kraft den 1 juli 2025. 2. Detaljhandel med lustgas får bedrivas fram till den 1 september 2025 utan att en anmälan enligt 9 § gjorts."
    }
  ]
}