{
  "id": "2025:1323",
  "type": "statute",
  "title": "Förordning (2025:1323) om verkställighet av fängelsestraff med elektronisk övervakning",
  "status": "in_force",
  "issued_date": "2025-11-27",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2025-1323",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Förordningens innehåll",
      "content": "Denna förordning innehåller kompletterande bestämmelser till lagen (2025:1053) om verkställighet av fängelsestraff med elektronisk övervakning. Förordningen är meddelad med stöd av - 7 kap. 9 § lagen om verkställighet av fängelsestraff med elektronisk övervakning i fråga om 1 kap. 2 §, - 8 kap. 11 § regeringsformen i fråga om 4 kap. 9-11 §§, och - 8 kap. 7 § regeringsformen i fråga om övriga bestämmelser. Ersättning av allmänna medel för skada"
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Förordningen (1989:929) om ersättning av allmänna medel för skada orsakad av den som utför samhällstjänst ska tillämpas på skada som orsakats av den som utför oavlönat arbete enligt en föreskrift som meddelas med stöd av 2 kap. 5 § första stycket 2 lagen (2025:1053) om verkställighet av fängelsestraff med elektronisk övervakning. Journal"
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "För varje person som avtjänar fängelsestraff med elektronisk övervakning ska det föras en journal om den dömdes verkställighet. Av journalen ska det framgå vem som har dokumenterat en viss uppgift och när det gjordes. Underrättelse till Kriminalvården"
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "När Polismyndigheten har tagit fingeravtryck, salivprov för dna-analys och fotografi av ansikte med stöd av 2 kap. 6 § lagen (2025:1053) om verkställighet av fängelsestraff med elektronisk övervakning ska Kriminalvården underrättas. Skyldighet att anmäla till socialnämnden"
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Bestämmelser om skyldigheten att vid kännedom eller misstanke om att ett barn far illa genast anmäla det till socialnämnden finns i 19 kap. 1 § socialtjänstlagen (2025:400). Förordning (2025:1502)."
    },
    {
      "provision_ref": "2:1",
      "chapter": "2",
      "section": "1",
      "title": "Underrättelse till målsäganden",
      "content": "Om Kriminalvården beslutar att en person som är dömd för ett brott som har riktats mot någons liv, hälsa, frihet eller frid ska verkställa dom på fängelse i sin bostad, ska Kriminalvården 1. underrätta målsäganden om beslutet, 2. informera målsäganden om de regler som gäller för att meddela kontaktförbud enligt lagen (1988:688) om kontaktförbud, och 3. fråga målsäganden om han eller hon vill bli underrättad a) om den dömde avviker från verkställigheten, eller b) när den elektroniska övervakningen upphör. En underrättelse ska lämnas i lämplig tid och utformas med hänsyn till omständigheterna i det enskilda fallet."
    },
    {
      "provision_ref": "3:1",
      "chapter": "3",
      "section": "1",
      "title": "Tillstånd att ha spädbarn hos sig",
      "content": "Ett tillstånd för den dömde att ha sitt spädbarn hos sig får endast lämnas efter att yttrande har inhämtats från socialnämnden. Underrättelse till målsäganden"
    },
    {
      "provision_ref": "3:2",
      "chapter": "3",
      "section": "2",
      "content": "Om Kriminalvården beslutar att en person som är dömd för ett brott som har riktats mot någons liv, hälsa, frihet eller frid ska verkställa dom på fängelse i kontrollerat boende, ska Kriminalvården 1. underrätta målsäganden om beslutet, 2. informera målsäganden om de regler som gäller för att meddela kontaktförbud enligt lagen (1988:688) om kontaktförbud, och 3. fråga målsäganden om han eller hon vill bli underrättad a) om vilket kontrollerat boende den dömde placeras på, b) om den dömde förflyttas till ett annat kontrollerat boende, c) om den dömde avviker från verkställigheten, eller d) när den elektroniska övervakningen upphör. En underrättelse ska lämnas i lämplig tid och utformas med hänsyn till omständigheterna i det enskilda fallet. Sysselsättning"
    },
    {
      "provision_ref": "3:3",
      "chapter": "3",
      "section": "3",
      "content": "Om den dömde inte själv kan anordna sysselsättning ska Kriminalvården se till att den dömde ges möjlighet till sysselsättning som, så långt det är möjligt, är ägnad att motverka återfall i brott eller som på annat sätt främjar hans eller hennes anpassning i samhället. Sysselsättningen ska anpassas till den dömdes personliga förutsättningar. Ersättning om sysselsättning inte kan anvisas eller vid sjukdom"
    },
    {
      "provision_ref": "3:4",
      "chapter": "3",
      "section": "4",
      "content": "Den dömde har, utöver vad som följer av 4 kap. 3 § andra stycket lagen (2025:1053) om verkställighet av fängelsestraff med elektronisk övervakning, rätt till ersättning om 1. någon sysselsättning inte kan anvisas den dömde under normal arbetstid och det inte beror på honom eller henne, eller 2. den dömdes arbetsförmåga är helt eller delvis nedsatt på grund av sjukdom. Ersättning enligt första stycket lämnas inte om den dömde uppbär allmän ålderspension, sjukersättning eller aktivitetsersättning enligt socialförsäkringsbalken. Ersättning enligt första stycket får lämnas med ett lägre belopp än vad den dömde skulle ha fått om han eller hon utfört eller deltagit i anvisad sysselsättning. Ersättning enligt första stycket 2 ska inte lämnas för den första dagen i en sjukperiod (karensdag). Om en sjukperiod börjar inom fem dagar från det att en tidigare sjukperiod har avslutats, ska den senare sjukperioden anses vara en fortsättning på den tidigare sjukperioden. Om avdrag för karensdag har gjorts vid sammanlagt tio tillfällen under de senaste tolv månaderna, ska ersättning lämnas utan avdrag för karensdag. Personliga tillhörigheter"
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "content": "När tillhörigheter som den dömde inte får ta emot och inneha omhändertas enligt 5 kap. 2 § fängelselagen (2010:610) ska den dömde underrättas. Kriminalvården ska dokumentera vad som har omhändertagits."
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Kostnad som uppstår i samband med att Kriminalvården skickar den dömdes tillhörigheter från ett kontrollerat boende enligt 5 kap. 3 § fängelselagen (2010:610) får räknas av från den ersättning som han eller hon har rätt till enligt 4 kap. 3 § andra stycket lagen (2025:1053) om verkställighet av fängelsestraff med elektronisk övervakning eller 3 kap. 4 § denna förordning."
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Kriminalvården ska, om inte något annat är föreskrivet, se till att tillhörigheter som omhändertagits förvaras på ett betryggande sätt. Omhändertagen utländsk valuta får växlas till svenska kronor. Den växelkurs som gäller vid tidpunkten för växlingen ska tillämpas. En åtgärd enligt andra stycket ska dokumenteras."
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Innan verkställigheten i kontrollerat boende upphör ska den dömde underrättas om Kriminalvårdens rätt enligt 5 kap. 4 § andra stycket fängelselagen (2010:610) att sälja eller förstöra tillhörigheter som den dömde lämnar kvar i det kontrollerade boendet. Den dömdes rätt till ersättning för sålda tillhörigheter prövas efter ansökan av den dömde. Besök"
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Om ett besök övervakas utan att personal närvarar, ska den dömde och besökaren informeras om att besöket övervakas. Försändelser"
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Om en försändelse som har granskats inte kan lämnas ut i nära anslutning till att granskningen slutförts, ska den dömde underrättas, om inte särskilda skäl talar mot det."
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Kopior och översättningar av försändelser som har granskats ska förstöras så snart de inte längre behövs. Kroppsvisitation och kroppsbesiktning"
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Vid kroppsvisitation eller kroppsbesiktning ska den som kontrolleras visas all den hänsyn som omständigheterna medger. Kroppsvisitation eller kroppsbesiktning ska, om möjligt, utföras i närvaro av en annan person än den som genomför kontrollen. Kroppsbesiktning ska, förutom när saliv-, svett- och hårprov lämnas, utföras under så stor enskildhet som omständigheterna medger och, om möjligt, i ett enskilt utrymme. Fängsel"
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Om den dömde beläggs med fängsel, ska åtgärden dokumenteras. Av dokumentationen ska det framgå 1. vilka skälen för åtgärden är, 2. fängslets art, 3. när den dömde belades med fängsel, 4. när fängslet avlägsnades, och 5. om den dömde har undersökts av läkare. Registerkontroll vid inpassering"
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Kriminalvården får kontrollera om den som ska passera in i ett kontrollerat boende för att bistå i verksamheten eller utföra arbete åt myndigheten eller på fastigheten förekommer i det register som förs enligt lagen (1998:620) om belastningsregister, om kontrollen är nödvändig för att säkerheten ska kunna upprätthållas vid det kontrollerade boendet. Den som ska kontrolleras ska i förväg informeras om kontrollen. Den som är anställd av Kriminalvården får inte kontrolleras med stöd av första stycket. Hälso- och sjukvård"
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Om Kriminalvården ser till att den dömde förs till sjukhus, ska den som får ansvaret för hälso- och sjukvården av patienten underrättas om förhållanden som har betydelse för hans eller hennes vistelse på sjukhuset."
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "En anhörig till den dömde ska underrättas om den dömde drabbas av allvarlig sjukdom eller svårare olycksfall eller om den dömde avlider. Om den dömde begärt att en anhörig inte ska underrättas, ska den dömdes vilja dock respekteras."
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Får hälso- och sjukvårdspersonal kännedom om att den dömde lider av en sådan smittsam sjukdom som utgör allmänfarlig sjukdom enligt 1 kap. 3 § andra stycket smittskyddslagen (2004:168), ska chefen för det kontrollerade boendet underrättas, om det inte står klart att det inte finns risk för smittspridning."
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Om hälso- och sjukvårdspersonal har bedömt att det finns risk för att den dömde kan komma att allvarligt skada sig själv eller andra, ska de uppgifter om den dömdes hälsotillstånd eller andra personliga förhållanden som behövs för att förebygga att den dömde utför en självskadande eller våldsam handling lämnas till chefen för det kontrollerade boendet. Utlämnande av uppgifter till Polismyndigheten och Åklagarmyndigheten"
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Om den dömde avtjänar straff för ett brott som avses i 2 § och brottet har begåtts mot en närstående eller tidigare närstående person, ska Kriminalvården underrätta Polismyndigheten om tidpunkten för när den elektroniska övervakningen upphör. I samband med en sådan underrättelse ska Kriminalvården på begäran av Polismyndigheten eller Åklagarmyndigheten även lämna ut uppgifter som kan antas ha betydelse i frågor om kontaktförbud enligt lagen (1988:688) om kontaktförbud. Om den dömde avtjänar straff för olaga förföljelse eller hedersförtryck enligt 4 kap. 4 b eller 4 e § brottsbalken eller överträdelse av kontaktförbud eller överträdelse av utvidgat eller särskilt utvidgat kontaktförbud enligt 24 § lagen om kontaktförbud, ska en underrättelse enligt första stycket lämnas även om den dömde inte är närstående eller tidigare närstående till målsäganden. En underrättelse ska lämnas i lämplig tid innan den elektroniska övervakningen upphör. Utlämnande av uppgifter till och samråd med Säkerhetspolisen i vissa fall"
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Om Säkerhetspolisen i ett enskilt fall begär det, ska Kriminalvården lämna ut sådana uppgifter som behövs i verksamhet för personskydd för 1. statschefen, tronföljaren, en annan medlem av kungahuset, en talman, en riksdagsledamot, statsministern, ett statsråd, en statssekreterare eller kabinettssekreteraren, 2. en person vars personskydd Säkerhetspolisen ansvarar för i samband med statsbesök eller liknande händelser, eller 3. en person som Säkerhetspolisen i ett enskilt fall har beslutat om personskydd för."
    },
    {
      "provision_ref": "4:1",
      "chapter": "4",
      "section": "1",
      "title": "Information om verkställighet",
      "content": "När en domstol underrättar den som dömts till fängelse i högst ett år och sex månader om utgången i målet, ska domstolen skriftligen informera den dömde om möjligheten att verkställa fängelsestraffet med elektronisk övervakning. Sådan information behöver dock inte lämnas om den redan har lämnats av en lägre domstol. Undantag om föreläggande om inställelse vid kriminalvårdsanstalt"
    },
    {
      "provision_ref": "4:2",
      "chapter": "4",
      "section": "2",
      "content": "I fall som avses i 1 kap. 1 § lagen (2025:1053) om verkställighet av fängelsestraff med elektronisk övervakning behöver det inte utfärdas ett föreläggande om inställelse vid kriminalvårdsanstalt enligt 6 § första stycket strafftidslagen (2018:1251) förrän Kriminalvården fått tillfälle att informera den dömde om innehållet i lagen om verkställighet av fängelsestraff med elektronisk övervakning. Underrättelse om beslut samt övervakningsnämndernas beredskap"
    },
    {
      "provision_ref": "4:3",
      "chapter": "4",
      "section": "3",
      "content": "Om en allmän förvaltningsdomstol eller en övervakningsnämnd meddelar beslut i ett mål eller ärende enligt lagen (2025:1053) om verkställighet av fängelsestraff med elektronisk övervakning, ska en kopia av beslutet utan dröjsmål skickas till Kriminalvården."
    },
    {
      "provision_ref": "4:4",
      "chapter": "4",
      "section": "4",
      "content": "Har verkställighet enligt lagen (2025:1053) om verkställighet av fängelsestraff med elektronisk övervakning påbörjats och beslutar övervakningsnämnden att beslutet om sådan verkställighet ska upphävas eller beslutar Kriminalvården att beslutet tills vidare inte ska gälla, ska nämnden eller myndigheten underrätta Polismyndigheten. Underrättelsen ska innehålla uppgift om den ort där den dömde vistas eller senast har vistats eller har sin hemort. När Polismyndigheten omhändertar den dömde för förpassning till en kriminalvårdsanstalt eller ett häkte, ska myndigheten omedel- bart underrätta övervakningsnämnden och Kriminalvården om datum och tidpunkt för omhändertagandet. Meddelar Kriminalvården ett sådant beslut som avses i första stycket, ska myndigheten underrätta den aktuella övervakningsnämnden. Om beslutet meddelas under en sådan dag som anges i 5 § eller nära inpå en sådan dag, ska underrättelse också lämnas till den övervakningsnämnd som har eller kommer att ha beredskap. Denna nämnd behöver dock inte underrättas om beslutet meddelas nära inpå en arbetsdag."
    },
    {
      "provision_ref": "4:5",
      "chapter": "4",
      "section": "5",
      "content": "Mellan kl. 09.00 och 13.00 under söndag, annan allmän helgdag, lördag, midsommarafton, julafton och nyårsafton ska övervakningsnämnderna ha beredskap för prövning av frågor om upphävande av beslut om verkställighet enligt lagen (2025:1053) om verkställighet av fängelsestraff med elektronisk övervakning. Beredskapen ska fullgöras av ordförandena i nämnderna."
    },
    {
      "provision_ref": "4:6",
      "chapter": "4",
      "section": "6",
      "content": "Kriminalvården ska dela in övervakningsnämnderna i tre beredskapsområden. En övervakningsnämnd i varje beredskapsområde ska ha beredskap under tid som anges i 5 §."
    },
    {
      "provision_ref": "4:7",
      "chapter": "4",
      "section": "7",
      "content": "Den övervakningsnämnd som Kriminalvården bestämmer ska svara för samordningen av beredskapen inom beredskapsområdet. Övervakningsnämnderna inom beredskapsområdet fördelar beredskapen mellan sig. Om nämnderna inte kan enas om fördelningen avgörs frågan av Kriminalvården."
    },
    {
      "provision_ref": "4:8",
      "chapter": "4",
      "section": "8",
      "content": "En övervakningsnämnd som har beredskap ska underrätta andra övervakningsnämnder om sin befattning med ärenden som normalt skulle ha handlagts av dessa nämnder. Bemyndigande för Kriminalvården"
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "content": "Kriminalvården får meddela föreskrifter om bidrag av allmänna medel för skälig resekostnad med anledning av den dömdes inställelse till, eller hemresa från, det kontrollerade boendet. Sådana föreskrifter får också meddelas för skäliga kostnader som uppstår under verkställigheten."
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "content": "Kriminalvården får meddela ytterligare föreskrifter om övervakningsnämndernas beredskap."
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "Kriminalvården får meddela föreskrifter om verkställigheten av lagen (2025:1053) om verkställighet av fängelsestraff med elektronisk övervakning. Övergångsbestämmelser 2025:1323 1. Denna förordning träder i kraft den 1 januari 2026. 2. Förordningen tillämpas första gången den 1 juni 2026 i fråga om verkställighet i kontrollerat boende. 3. Genom förordningen upphävs förordningen (1994:1060) om intensivövervakning med elektronisk kontroll. 4. Den upphävda förordningen gäller dock fortfarande för verkställighet av fängelsestraff som har beslutats före ikraftträdandet."
    }
  ]
}