{
  "id": "2025:1519",
  "type": "statute",
  "title": "Förordning (2025:1519) med instruktion för Statens museer för maritim-, transport- och försvarshistoria",
  "status": "in_force",
  "issued_date": "2025-12-11",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2025-1519",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Uppgifter",
      "content": "Statens museer för maritim-, transport- och försvarshistoria ansvarar för statens museer inom dessa områden. Myndigheten har till uppgift att bevara, utveckla och öka kunskapen om det kulturarv som myndigheten förvaltar. I myndigheten ingår Armémuseum, Flygvapenmuseum, Järnvägsmuseet, Marinmuseum, Sjöhistoriska museet, Vasamuseet och Vrak."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Myndigheten ska särskilt 1. vårda, förteckna, vetenskapligt bearbeta och genom nyförvärv berika de samlingar som har anförtrotts myndigheten, 2. hålla ett urval av samlingarna tillgängligt för allmänheten, ordna utställningar och bedriva pedagogisk verksamhet, 3. verka för bevarande och brukande av kulturhistoriskt värdefulla fartyg, luftfartyg, järnvägsfordon och andra fordonstyper som omfattas av myndighetens verksamhetsområden, 4. främja och förmedla kunskap grundad på forskning inom sina verksamhetsområden och om totalförsvarets roll i samhällsutvecklingen, 5. handlägga frågor som rör vården av militära traditioner, 6. stödja regionala och lokala museer samt ideellt arbete inom myndighetens verksamhetsområden, och 7. bedriva internationellt och interkulturellt utbyte och samarbete."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Utöver de uppgifter som myndigheten har enligt 1 och 2 §§ får den tillhandahålla varor samt åta sig att utföra undersökningar, utredningar och andra tjänster inom sitt verksamhetsområde."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Myndigheten har till uppgift att lämna statsbidrag enligt förordningen (2011:1565) om statsbidrag till kostnader för vård av kulturhistoriskt värdefulla fartyg och förordningen (2013:1007) om statsbidrag till försvarshistoriska museiverksamheter."
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Myndigheten ska rapportera uppgifter om sin besöksutveckling till Myndigheten för kulturanalys. Myndigheterna ska samråda om vilken rapportering som behövs."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Myndigheten ska följa upp det regionala utfallet av sin verksamhet och rapportera det till Statens kulturråd. Myndigheterna ska samråda om vilken rapportering som behövs. Ledning"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Myndigheten leds av en myndighetschef. Särskilda organ"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Inom myndigheten finns ett rådgivande organ som benämns Försvarets traditionsnämnd och som ger rekommendationer i frågor som rör militära traditioner. Överintendenten eller den som överintendenten utser är ordförande i nämnden. Nämnden består av statsheraldikern vid Riksarkivet samt tre ledamöter som utses av myndigheten och tre ledamöter som utses av Försvarsmakten. Anställningar och uppdrag"
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Överintendenten är myndighetschef. Personalansvarsnämnd"
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Vid myndigheten ska det finnas en personalansvarsnämnd. Tillämpligheten av vissa förordningar"
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Myndigheten ska tillämpa personalföreträdarförordningen (1987:1101). Avgifter"
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Myndigheten får upp till full kostnadstäckning ta ut avgifter för den verksamhet som anges i 2 § 2 och 6 samt för utlån av föremål ur samlingarna. Myndigheten ska ta ut avgifter för den verksamhet som anges i 3 §. Myndigheten får besluta om avgifternas storlek och disponera avgiftsinkomsterna."
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "För barn och unga under 19 år ska myndigheten ha fri entré till alla utställningar. Undantag från myndighetsförordningen"
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Myndigheten ska inte tillämpa 29 § myndighetsförordningen (2007:515) om ärendeförteckning. Övergångsbestämmelser 2025:1519 1. Denna förordning träder i kraft den 1 januari 2026. 2. Genom förordningen upphävs a) förordningen (2007:1178) med instruktion för Statens försvarshistoriska museer, b) förordningen (2007:1198) med instruktion för Statens maritima och transporthistoriska museer."
    }
  ]
}