{
  "id": "2025:1536",
  "type": "statute",
  "title": "Förordning (2025:1536) med instruktion för Moderna museet",
  "status": "in_force",
  "issued_date": "2025-12-11",
  "url": "https://www.riksdagen.se/sv/dokument-och-lagar/dokument/svensk-forfattningssamling/sfs-2025-1536",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Uppgifter",
      "content": "Moderna museet har i uppgift att 1. vårda, förteckna, vetenskapligt bearbeta och genom nyförvärv berika de samlingar som anförtrotts myndigheten, 2. göra samlingarna tillgängliga för allmänheten, ordna utställningar, bedriva pedagogisk verksamhet samt bedriva utlånings- och depositionsverksamhet, 3. medverka till att skapa offentlig konst och gestaltningar som blir betydelsefulla inslag i samhällets miljöer, 4. främja förståelsen och intresset för konstens, den offentliga konstens, arkitekturens, designens och formens värden och betydelse för individen och för samhällets utveckling, 5. verka för ökad kunskap grundad på praktik och forskning inom sitt verksamhetsområde, och 6. bedriva internationellt och interkulturellt utbyte och samarbete."
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Myndighetens ansvars- och samlingsområden omfattar konst i alla dess former samt föremål som har samband med arkitekturområdet, företrädesvis från tiden efter år 1900."
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Myndigheten har tillsyn över konst som tillhör staten och som finns hos statliga myndigheter. Bestämmelser om denna tillsyn finns i förordningen (2025:1535) om vård av statens konst."
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Utöver de uppgifter som myndigheten har enligt 1-3 §§ får den tillhandahålla varor samt åta sig att utföra undersökningar, utredningar och andra tjänster inom sitt verksamhetsområde. Rapportering"
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Myndigheten ska rapportera uppgifter om sin besöksutveckling till Myndigheten för kulturanalys. Myndigheterna ska samråda om vilken rapportering som behövs."
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Myndigheten ska följa upp det regionala utfallet av sin verksamhet och rapportera det till Statens kulturråd. Myndigheterna ska samråda om vilken rapportering som behövs. Samverkan"
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Myndigheten ska samverka med Nationalmuseum om gemensamma funktioner. Ledning"
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Myndigheten leds av en styrelse."
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Styrelsen består av högst nio ledamöter. Centrum för arkitektur, form, design och offentlig konst"
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Inom myndigheten finns ett centrum för arkitektur, form, design och offentlig konst. Inom sitt område ska centrumet vara en nationell mötesplats för kunskap grundad på praktik och forskning. Arbetet inom centrumet ska bidra till att det mål som riksdagen har fastställt för arkitektur, form och design uppnås. Särskilt beslutsorgan"
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Inom myndigheten finns ett särskilt beslutsorgan som benämns Statens konstråd. Statens konstråd beslutar om beställning och förvärv av samtidskonst till statens byggnader och andra lokaler."
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Statens konstråd består av en ordförande och högst sex andra ledamöter. Ordföranden och de andra ledamöterna i Statens konstråd utses av myndigheten för en bestämd tid, dock högst tre år. Statens konstråd är beslutsför när ordföranden och minst hälften av de andra ledamöterna är närvarande."
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Statens konstråd ansvarar för sina beslut. Statens konstråd ansvarar för sin verksamhet inför myndighetens ledning."
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Myndighetens ledning ansvarar inför regeringen för att Statens konstråd tilldelas resurser för sin verksamhet samt för att verksamheten bedrivs författningsenligt och effektivt och redovisas på ett tillförlitligt sätt. Anställningar och uppdrag"
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Överintendenten är myndighetschef. Personalansvarsnämnd"
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Vid myndigheten finns en personalansvarsnämnd. Tillämpligheten av vissa förordningar"
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Myndigheten ska tillämpa personalföreträdarförordningen (1987:1101). Avgifter"
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Myndigheten får upp till full kostnadstäckning ta ut avgifter för den verksamhet som anges i 2 § 2. Myndigheten ska ta ut avgifter för den verksamhet som anges i 4 §. Myndigheten får besluta om avgifternas storlek och disponera avgiftsinkomsterna."
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "För barn och unga under 19 år ska myndigheten ha fri entré till alla utställningar. Undantag från myndighetsförordningen"
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Myndigheten ska inte tillämpa 29 § myndighetsförordningen (2007:515) om ärendeförteckning. Övergångsbestämmelser 2025:1536 1. Denna förordning träder i kraft den 1 januari 2026. 2. Genom förordningen upphävs a) förordningen (2007:1177) med instruktion för Moderna museet, b) förordningen (2007:1188) med instruktion för Statens konstråd, c) förordningen (2013:71) med instruktion för Statens centrum för arkitektur och design."
    }
  ]
}